Repository: gooddream1992/alegro-cakephp-
Catalog: src/Locale/*/default.po
Languages: pt_pt

source: ALEGRO is part of Alegro Holdings, LDA. Your first choice for online travel & related services.
pt_pt: O Alegro faz parte da Alegro Holdings, LDA. A sua primeira escolha para viagens online e serviços relacionados em Angola

source: copyright
pt_pt: © Alegro. Todos os direitos reservados.

source: Privacy Policy
pt_pt: Privacidade

source: Cookies Policy
pt_pt: Cookies

source: Terms of Use
pt_pt: Termos

source: FAQ
pt_pt: Ajuda

source: Aboutio
pt_pt: A Empresa

source: Lets Talk
pt_pt: Fale Connosco

source: Jobs
pt_pt: Vagas de Emprego

source: Investors
pt_pt: Investidores

source: Site Map
pt_pt: Mapa do Site

source: SERVICES
pt_pt: SERVIÇOS

source: Add Property
pt_pt: Publicar Alojamento

source: Advertising
pt_pt: Publicidade

source: Go Mobile
pt_pt: Baixar APP

source: MORE
pt_pt: PARCEIROS

source: Properties
pt_pt: Alojamentos

source: Partners
pt_pt: Parceiros

source: Press
pt_pt: Imprensa

source: SITE/CURRENCY
pt_pt: OUTROS
