Repository: gooddream1992/alegro-cakephp-
Catalog: src/Locale/*/default.po
Languages: pt_pt

source: Low-cost flights, flight tickets, low-cost tickets | Alegro
pt_pt: Voos baratos, bilhetes de avi&atilde;o, passagens baratas, reservas de quartos de hotel | Alegro

source: Talk to us | Alegro
pt_pt: Fale connosco | Alegro

source: Who are we? | Alegro
pt_pt: Quem somos? | Alegro

source: Thank you for your order | Alegro
pt_pt: Obrigado! | Alegro

source: Your account has been successfully created | Alegro
pt_pt: A sua conta foi criada com sucesso | Alegro

source: HelpDesk | Alegro
pt_pt: Centro de Ajuda | Alegro

source: Published Properties | Alegro
pt_pt: Alojamentos Registados | Alegro

source: Change your password | Alegro
pt_pt: Altere a sua password | Alegro

source: Notifications | Alegro
pt_pt: Notificações | Alegro

source: My Bookings | Alegro
pt_pt: As minhas reservas | Alegro

source: Fare Details | Alegro
pt_pt: Detalhes da tarifa | Alegro

source: Route Review | Alegro
pt_pt: Revisão de rota | Alegro

source: Privacy Policy | Alegro
pt_pt: Política de Privacidade | Alegro

source: Cookies Policy | Alegro
pt_pt: Política de Cookies | Alegro

source: Terms of Use | Alegro
pt_pt: Termos e Condições | Alegro

source: Welcome to Alegro Extranet
pt_pt: Bem-Vindo ao Alegro Extranet

source: Order On-Hold
pt_pt: Ordem Pendente

source: Dashboard | Alegro Extranet
pt_pt: Painel | Alegro Extranet

source: My Bookings | Alegro Extranet
pt_pt: Reservas | Alegro Extranet

source: Reviews | Alegro Extranet
pt_pt: Comentários | Alegro Extranet

source: Basics | Alegro Extranet
pt_pt: Informação Básica | Alegro Extranet

source: Location | Alegro Extranet
pt_pt: Localização | Alegro Extranet

source: Description | Alegro Extranet
pt_pt: Descrição | Alegro Extranet

source: Amenities | Alegro Extranet
pt_pt: Comodidades | Alegro Extranet

source: Pricing | Alegro Extranet
pt_pt: Preços | Alegro Extranet

source: Availability | Alegro Extranet
pt_pt: Disponibilidade | Alegro Extranet

source: Photos | Alegro Extranet
pt_pt: Fotos | Alegro Extranet

source: Profile | Alegro Extranet
pt_pt: Perfil | Alegro Extranet

source: Publish | Alegro Extranet
pt_pt: Publicar | Alegro Extranet

source: HOME
pt_pt: ÍNICIO

source: ABOUT
pt_pt: A EMPRESA

source: CONTACT
pt_pt: CONTACTAR

source: MY ACCOUNT
pt_pt: CONTA

source: Profile
pt_pt: Perfil

source: My Bookings
pt_pt: Reservas

source: Logout
pt_pt: Sair

source: Search For Cheap Flights
pt_pt: Pesquise por voos e alojamentos baratos

source: THE BEST WAY TO BUY CHEAP AIR TICKETS
pt_pt: A MELHOR MANEIRA DE RESERVAR O SEU PRÓXIMO DESTINO

source: Soon
pt_pt: Brevemente

source: Flights
pt_pt: Voos

source: Accommodations
pt_pt: Alojamentos

source: Accommodation
pt_pt: Alojamento

source: Flight
pt_pt: Voo

source: Manage
pt_pt: Gerir

source: Status
pt_pt: Estado

source: Return
pt_pt: Ida e volta

source: One-Way
pt_pt: Ida

source: Origin
pt_pt: De

source: Destination
pt_pt: Para

source: Departure Date
pt_pt: Data de partida

source: Return Date
pt_pt: Data de regresso

source: Cabin
pt_pt: Classe

source: Economy
pt_pt: Económica

source: Business
pt_pt: Executiva

source: First
pt_pt: Primeira

source: Passengers
pt_pt: Passageiros

source: Adults 12+
pt_pt: Adultos (+12)

source: Children (2-11)
pt_pt: Crianças (2-11)

source: Infants (0-2)
pt_pt: Bebés (0-2)

source: Rooms
pt_pt: Quartos

source: Room
pt_pt: Quarto

source: rooms
pt_pt: quartos

source: room
pt_pt: quarto

source: Location
pt_pt: Localização

source: Check-in Date
pt_pt: Data de Check-in

source: Check-out Date
pt_pt: Data de Check-out

source: Search
pt_pt: Pesquisar

source: Why Book With Us?
pt_pt: Porquê reservar connosco?

source: Why Book Explanation
pt_pt: Todos nós passamos horas a navegar por diferentes sites de viagens em busca das melhores ofertas de voos e alojamentos para as “férias perfeitas”. Mas, e se disséssemos que existe uma solução mais simples? Se você pudesse encontrar os melhores preços para as suas férias em um único site, você o usaria?

source: Cheap Flight Tickets
pt_pt: Bilhetes de viagens e alojamentos baratos

source: Cheap Flight Tickets Explanation
pt_pt: Reserve com o Alegro as suas viagens, que nós te daremos os melhores preços do mercado

source: We Have Experience
pt_pt: Confiável e Cômodo

source: We Have Experience Explanation
pt_pt: Faça as suas reservas a um clique de forma cômoda e segura

source: Online Payment Safety
pt_pt: Pagamento Seguro

source: Online Payment Safety Explanation
pt_pt: Aceitamos pagamentos por referência por via de um ATM, internet banking, PayPal, VISA e MasterCard

source: Recommended Deals
pt_pt: Destinos Recomendados

source: Recommended Deals Description
pt_pt: Apresentar-lhe-emos os 5 (cinco) destinos mais reservados e com os melhores preços. Estes 5 (cinco) destinos aparecerão de forma aleátoria à medida que forem surgindo novas reservas

source: Newsletter
pt_pt: Boletim de Notícias

source: Online Check-in
pt_pt: Faça o seu check-in online

source: Last Name
pt_pt: Último nome

source: Booking Number
pt_pt: Numero da reserva

source: Airline
pt_pt: Companhia Aérea

source: Manage your bookings
pt_pt: Gira as suas reservas

source: Manage Booking
pt_pt: Gerir reserva

source: Check the status of your flight
pt_pt: Verifique o estado do seu vôo

source: Departure Airport
pt_pt: Aeroporto de partida

source: Arrival Airport
pt_pt: Aeroporto de chegada

source: Date
pt_pt: Data

source: Welcome to our help centre
pt_pt: Centro de Ajuda

source: Hi, Rafael
pt_pt: Olá,

source: Your account has been successfully created
pt_pt: A sua conta foi criada com sucesso

source: Next step:
pt_pt: Próximo passo:

source: Go check your inbox and confirm your account ASAP. Once the account is confirmed you can then log into your profile using the credentials you´ve used upon registration.
pt_pt: Verifique a sua caixa de entrada, spam ou lixeira para localizar o email e verificar a sua conta o mais rápido possível. Assim que a conta estiver verificada, você poderá entrar no seu perfil usando as credenciais que usou durante o registo.

source: Searching for flights from
pt_pt: Pesquisando por voos de

source: to
pt_pt: para

source: Passenger
pt_pt: Passageiro

source: This table will display the number of properties that are officially registered on the platform to date. The properties displayed below have been tested and reviewed before becoming available for booking. We take security very seriously, as we do not want to put any of our guests in danger or cause them any harm.
pt_pt: Esta tabela exibirá o número de alojamentos que estão oficialmente registados na plataforma até ao momento. Os alojamentos exibidos abaixo foram testados e revisados antes de serem disponibilizados para reserva. Levamos a segurança muito a sério, pois não queremos colocar nenhum dos hóspedes em perigo ou causar-lhes alguma inconveniência.

source: Logo
pt_pt: Logótipo

source: Name
pt_pt: Nome

source: Type
pt_pt: Tipo

source: Searching for properties in
pt_pt: Pesquisando por alojamentos em

source: Please wait, while we load
pt_pt: Por favor aguarde, enquanto carregamos o/a

source: Please wait, while we prepare your stay at
pt_pt: Por favor aguarde, enquanto geramos a sua reserva na/no

source: Please wait, while we load your next trip to
pt_pt: Por favor aguarde, enquanto geramos a sua reserva para

source: Please wait! We are finalizing your order to
pt_pt: Por favor aguarde! Estamos a finalizar a sua compra para

source: Your order has been successfully booked! In order for us to proceed with the issuance of the ticket, you must make the payment using the bank reference associated with your order.
pt_pt: A sua ordem foi reservada com sucesso! Para que possamos proceder com a emissão do bilhete terá de efetuar o pagamento utilizando a refêrencia bancária associada a sua ordem.

source: Please check if there is an email in the inbox, spam or trash of your email address
pt_pt: Queira por favor, verificar se na caixa de entrada, spam ou lixeira do seu endereço electrónico existe um e-mail denominado

source: Pending Order Button
pt_pt: Pendente

source: Pending Order
pt_pt: Ordem Pendente

source: In this email we give you the instructions to make the payment by way of an ATM or using the online banking of your bank. Thank you in advance for your choice and we wish you a pleasant journey.
pt_pt: Neste e-mail damos-lhe as intruções para proceder o pagamento por via de um ATM ou utilizando o online banking do seu banco. Desde já, agradecemos a sua escolha e desejamos-lhe uma boa viagem.

source: Please wait, while we finalize your order and send your details to
pt_pt: Por favor aguarde, enquanto finalizamos a sua ordem e enviamos os seus dados para o/a

source: Your order has been successfully booked! In order for us to proceed with the issuance of itinerary, you must make the payment using the bank reference associated with your order.
pt_pt: A sua ordem foi reservada com sucesso! Para que possamos proceder com a emissão do itinerário terá de efetuar o pagamento utilizando a refêrencia bancária associada a sua ordem.

source: In this email we give you the instructions to make the payment via an ATM machine or using the online banking of your bank. Thank you in advance for your choice and we wish you a wonderful stay
pt_pt: Neste e-mail damos-lhe as intruções para proceder o pagamento por via de um ATM ou utilizando o online banking do seu banco. Desde já, agradecemos a sua escolha e desejamos-lhe uma estadia maravilhosa.

source: Your order has been successfully booked! Your itinerary and invoice files have been sent to your email address. You must make the payment upon check-in at the property.
pt_pt: A sua ordem foi reservada com sucesso! O seu itinerário e a factura foram enviados para o seu endereço electrónico. Você deverá efectuar o pagamento durante o check-in no alojamento.

source: Approved Order Button
pt_pt: Aprovado

source: Approved Order
pt_pt: Ordem Aprovada

source: Thank you in advance for your choice and we wish you a wonderful stay.
pt_pt: Desde já, agradecemos a sua escolha e desejamos-lhe uma estadia maravilhosa.

source: Filters
pt_pt: Filtros

source: Price
pt_pt: Preço

source: Depart Time
pt_pt: Hora de partida

source: Before 6 am
pt_pt: antes das 6h da manhã

source: After 6 pm
pt_pt: depois das 18h da tarde

source: Stops
pt_pt: Escalas

source: Stop
pt_pt: Escala

source: I don´t mind
pt_pt: Não me importo

source: Direct
pt_pt: Directo

source: 1 Stop
pt_pt: 1 Escala

source: 2+ Stops
pt_pt: 2+ Escalas

source: 1 stop
pt_pt: 1 Escala

source: 2 stops
pt_pt: 2 Escalas

source: 3 stops
pt_pt: 3 Escalas

source: Airports
pt_pt: Aeroportos

source: Airlines
pt_pt: Companhias Aéreas

source: Reset All
pt_pt: Repôr Tudo

source: Result
pt_pt: Resultado

source: Results
pt_pt: Resultados

source: Sort by
pt_pt: Ordenar por

source: Book
pt_pt: Reservar

source: Low to High (Recommended)
pt_pt: Barato ao Caro (Recomendado)

source: High to Low
pt_pt: Caro ao Barato

source: Fastest Route
pt_pt: Rota mais rápida

source: Slowest Route
pt_pt: Rota mais lenta

source: Earliest Take-Off
pt_pt: Primeira decolagem

source: Latest Take-Off
pt_pt: Última decolagem

source: Earliest Landing
pt_pt: Primeira aterragem

source: Latest Landing
pt_pt: Última aterragem

source: No Flights Available
pt_pt: Nenhum vôo disponível

source: We could not find any flights according to your selected date. Try searching again with different dates.
pt_pt: Não foi possível encontrar nenhum voo de acordo com as datas selecionadas. Tente pesquisar novamente com datas diferentes.

source: Non-Refundable
pt_pt: Não-Reembolsável

source: Refundable
pt_pt: Reembolsável

source: Ratings
pt_pt: Classificação

source: star
pt_pt: estrela

source: stars
pt_pt: estrelas

source: Unrated
pt_pt: Sem classificação

source: Stars
pt_pt: Estrelas

source: Reviews
pt_pt: Comentários

source: reviews
pt_pt: comentários

source: No Properties Available
pt_pt: Nenhum Alojamento Disponível

source: We could not find any properties according to your selected dates. Try searching again with different dates.
pt_pt: Não foi possível encontrar nenhum alojamento de acordo com as datas selecionadas. Tente pesquisar novamente com datas diferentes.

source: High Quality
pt_pt: Alta Qualidade

source: Medium Quality
pt_pt: Qualidade Média

source: Low Quality
pt_pt: Baixa Qualidade

source: Check Availability
pt_pt: Ver Disponibilidade

source: Best Price
pt_pt: Melhor Oferta

source: Sponsored
pt_pt: Patrocinado

source: was
pt_pt: antes

source: now
pt_pt: agora

source: From
pt_pt: Desde

source: Price Per Night
pt_pt: Preço Por Noite

source: Choose Room
pt_pt: Escolher Quarto

source: people are looking at this property
pt_pt: pessoas estão a ver este alojamento

source: See all
pt_pt: Ver todas

source: photos
pt_pt: fotos

source: photo
pt_pt: foto

source: INCLUDED FOR FREE
pt_pt: INCLUÍDO GRATUITAMENTE

source: Show All Amenities
pt_pt: Ver todas comodidades

source: Guest Rating
pt_pt: Classificação dos Hóspedes

source: review
pt_pt: comentário

source: Guest Reviews & Ratings
pt_pt: Classificação e Comentários dos Hóspedes

source: All Reviews
pt_pt: Todos Comentários

source: Latest
pt_pt: Mais Recentes

source: Oldest
pt_pt: Mais Antigos

source: Overall Score
pt_pt: Pontuação Geral

source: Score breakdown
pt_pt: Pontuação detalhada

source: based on
pt_pt: baseada em

source: based one
pt_pt: baseado em

source: 100% verified reviews from guests
pt_pt: Comentários 100% verificados pelos hóspedes

source: No Reviews
pt_pt: Sem Comentários

source: You havent received any reviews yet. Treat your guests right and your reviews will be on the way.
pt_pt: Você ainda não recebeu nenhum comentário. Trate bem os seus hóspedes que os comentários surgirão.

source: CLEANLINESS
pt_pt: LIMPEZA

source: STAFF
pt_pt: FUNCIONÁRIOS

source: LOCATION
pt_pt: LOCALIZAÇÃO

source: Show More
pt_pt: Mostrar Mais

source: Show Less
pt_pt: Mostrar Menos

source: All ratings are from verified guests of this property
pt_pt: Todas as classificações são de hóspedes verificados deste alojamento.

source: Available Rooms
pt_pt: Quartos Disponíveis

source: Room Type
pt_pt: Tipo de Quarto

source: Room Details
pt_pt: Detalhes do Quarto

source: Update Search
pt_pt: Atualizar Pesquisa

source: Room Details and Photos
pt_pt: Fotos e detalhes dos quartos

source: for
pt_pt: por

source: night
pt_pt: noite

source: nights
pt_pt: noites

source: Similar properties in
pt_pt: Alojamentos similares em

source: Compare to other properties in this area before you book:
pt_pt: Compare com outros alojamentos nesta área antes de reservar:

source: YOUR CHOICE
pt_pt: A SUA ESCOLHA

source: Neighbourhood
pt_pt: Vizinhança

source: Guest Score
pt_pt: Pontuação

source: House Rules
pt_pt: Regras da Casa

source: Guest Policies
pt_pt: Políticas dos Hóspedes

source: About this property
pt_pt: Acerca deste alojamento

source: Best Price.
pt_pt: Melhor Preço.

source: GUARANTEED.
pt_pt: Garantido.

source: This room
pt_pt: Este quarto

source: Choose Roomed
pt_pt: Escolher Quarto

source: After
pt_pt: à partir das

source: Before
pt_pt: até as

source: Fully Booked
pt_pt: Indisponível

source: Do not hesitate! Finish the booking of this room at this great price in
pt_pt: Não hesite! Finalize a reserva deste quarto à este preço maravilhoso em

source: 2 minutes
pt_pt: 2 minutos

source: Only
pt_pt: Mais

source: left at this price!
pt_pt: disponíveis à este preço

source: Includes:
pt_pt: Incluí:

source: Price Per Room
pt_pt: Preço Por Quarto

source: Total Price
pt_pt: Total

source: Your Stay
pt_pt: A Sua Estadia

source: Prices are in
pt_pt: Preços estão em

source: Name of Guests
pt_pt: Nome dos Hóspedes

source: Aged 18 or older
pt_pt: 18 anos ou mais

source: Enter name of guests checking into each rooms. Remember to bring valid photo IDs and credit cards at check-in
pt_pt: Digite o nome dos hóspedes que farão o check-in em cada um dos quartos. Lembre-se de trazer documentos de identificação com foto e cartões de crédito válidos no check-in

source: Where can we send your itinerary to?
pt_pt: Para onde iremos enviar o seu itinerário?

source: Login for faster booking
pt_pt: Está com pressa?

source: Good News!
pt_pt: Boa Notícia!

source: Keep going, youre almost done!
pt_pt: Continue, você está quase lá!

source: Booking Terms and Conditions
pt_pt: Termos e Condições da Reserva

source: By clicking on
pt_pt: Clicando em

source: you agree to the booking terms and condition and privacy policy
pt_pt: você concorda com os termos e condições da reserva e com a política de privacidade

source: PASSENGER
pt_pt: PASSAGEIRO

source: PASSENGERS
pt_pt: PASSAGEIROS

source: Adults
pt_pt: Adultos

source: Children
pt_pt: Criança

source: Infants
pt_pt: Bebé

source: Change
pt_pt: Alterar

source: Flight Details
pt_pt: Dados do Vôo

source: DEPARTURE
pt_pt: PARTIDA

source: RETURN
pt_pt: REGRESSO

source: Select
pt_pt: Selecionar

source: Layover
pt_pt: Escala

source: Time
pt_pt: Tempo

source: Economy Class
pt_pt: Classe Económica

source: Business Class
pt_pt: Classe Executiva

source: First Class
pt_pt: Primeira Classe

source: Departing Flight
pt_pt: Partida

source: Return Flight
pt_pt: Regresso

source: Price Break-Down
pt_pt: Montante a pagar

source: PRICE PER PERSON
pt_pt: Preço Por Pessoa

source: SERVICE FEE
pt_pt: Taxa de Serviço

source: Continue as a Guest
pt_pt: Continuar como convidado

source: Share Itenerary
pt_pt: Partilhar itenerario

source: Continue
pt_pt: Continuar

source: Your flight to
pt_pt: O seu vôo para

source: begins here
pt_pt: começa aqui

source: Male
pt_pt: Homem

source: Female
pt_pt: Mulher

source: First Name
pt_pt: Primeiro nome

source: Date of Birth
pt_pt: Data de nascimento

source: Nationality
pt_pt: Nacionalidade

source: Document Type
pt_pt: Tipo de documento

source: ID Issue Country
pt_pt: País de edição do B.I

source: ID Number
pt_pt: Numero do B.I

source: ID Expiry Date
pt_pt: Data de expiração do B.I

source: Passport Issue Country
pt_pt: País de edição do passaporte

source: Passport Number
pt_pt: Numero do passaporte

source: Passport Expiry Date
pt_pt: Data de expiração do passaporte

source: Your Order
pt_pt: Montante a pagar

source: Luggage
pt_pt: Bagagem

source: Hand Luggage
pt_pt: Bagagem de mão

source: Checked-In Luggage
pt_pt: Bagagem de porão

source: Free
pt_pt: Grátis

source: Your contact info
pt_pt: Os seus dados para contacto

source: Email Address
pt_pt: Endereço electrónico

source: Confirm Email Address
pt_pt: Confirmar Endereço electrónico

source: Country
pt_pt: País

source: Province
pt_pt: Provincia

source: Phone Number
pt_pt: Numero de telefone

source: How would you like to pay?
pt_pt: Como gostaria de pagar?

source: Pay with MultiCaixa
pt_pt: Pagar com MultiCaixa

source: Pay at the Property
pt_pt: Pagar no Alojamento

source: Thank you for your order.
pt_pt: Obrigado por ter reservado connosco.

source: Order ID:
pt_pt: Numero da reserva:

source: Booked
pt_pt: Reservado

source: France
pt_pt: França

source: Holland
pt_pt: Holanda

source: Greece
pt_pt: Grécia

source: Spain
pt_pt: Espanha

source: South Africa
pt_pt: África do Sul

source: Singapore
pt_pt: Cingapura

source: Japan
pt_pt: Japão

source: Belgium
pt_pt: Bélgica

source: Germany
pt_pt: Alemanha

source: Italy
pt_pt: Itália

source: United States of America
pt_pt: Estados Unidos da América

source: England
pt_pt: Inglaterra

source: Brazil
pt_pt: Brasil

source: Czech Republic
pt_pt: República Checa

source: Morocco
pt_pt: Marrocos

source: Mozambique
pt_pt: Moçambique

source: Ethiopia
pt_pt: Etíopia

source: United Arab Emirates
pt_pt: Emirados Árabes Unidos

source: Switzerland
pt_pt: Suíça

source: Malaysia
pt_pt: Malásia

source: Lisbon
pt_pt: Lisboa

source: Prague
pt_pt: Praga

source: Addis Ababa
pt_pt: Adis Abeba

source: Amsterdam
pt_pt: Amesterdão

source: Athens
pt_pt: Atenas

source: Mumbai
pt_pt: Bombaim

source: Cape Town
pt_pt: Cidade do Cabo

source: Johannesburg
pt_pt: Joanesburgo

source: Beijing
pt_pt: Pequim

source: Brussels
pt_pt: Bruxelas

source: Munchen
pt_pt: Munique

source: Zurich
pt_pt: Zurique

source: London
pt_pt: Londres

source: Rome
pt_pt: Roma

source: New York
pt_pt: Nova Iorque

source: Tokyo
pt_pt: Tóquio

source: Geneva
pt_pt: Genebra

source: My Account
pt_pt: A Minha Conta

source: Password
pt_pt: Palavra-Passe

source: Settings
pt_pt: Definições

source: Birth Date
pt_pt: Data de nascimento

source: Gender
pt_pt: Sexo

source: Edit Profile
pt_pt: Editar perfil

source: Save
pt_pt: Guardar

source: Preferred Language
pt_pt: Idioma Preferido

source: Preferred Currency
pt_pt: Moeda Preferida

source: Portuguese (PT)
pt_pt: Português (PT)

source: English (EN)
pt_pt: Inglês (EN

source: French (FR)
pt_pt: Francês (FR)

source: Feedback Sent!
pt_pt: Comentário Enviado!

source: Your feedback has been successfully sent to the property. By sharing your honest feedback, you help other guests know exactly how they will be treated.
pt_pt: O seu comentário foi enviado ao alojamento com sucesso. Ao partilhar comentários honestos, você ajudará outros hóspedes a saber exatamente como eles serão tratados.

source: Give your feedback!
pt_pt: Dê a sua opinião!

source: Sections
pt_pt: Secções

source: Cleanliness
pt_pt: Limpeza

source: Staff
pt_pt: Funcionários

source: All Done!
pt_pt: Sucesso!

source: Your info has been successfully updated.
pt_pt: Os seus dados foram atualizados com sucesso.

source: Account Not Found!
pt_pt: Conta não encontrada!

source: We couldn´t find this e-mail address in our records. Please, feel free to create an account with this e-mail address.
pt_pt: Não foi possivel encontrar o seu endereço electrónico na nossa base de dados. Queira por favor proceder com o registo utilizando este mesmo endereço electrónico.

source: Login Failed!
pt_pt: Falha no acesso!

source: Your credentials are not correct. Double-check either your password or e-mail address before trying again.
pt_pt: As suas credenciais não estão correctas. Verifique se a palavra-passe ou o endereço electrónico estão correctos.

source: Change Password
pt_pt: Alterar palavra-passe

source: Old Password
pt_pt: Palavra-Passe antiga

source: New Password
pt_pt: Nova palavra-passe

source: Confirm New Password
pt_pt: Confirmar nova palavra-passe

source: Password Changed!
pt_pt: Palavra-Passe alterada!

source: Your password has been successfully changed.
pt_pt: A sua palavra-passe foi modificada com sucesso.

source: Active
pt_pt: Em aberto

source: Pending
pt_pt: Pendente

source: Past
pt_pt: Passados

source: More Details
pt_pt: Mais Detalhes

source: Review
pt_pt: Avaliar

source: Reviewed
pt_pt: Avaliado

source: Get Itinerary
pt_pt: Itinerário

source: Logged Out!
pt_pt: Até Já!

source: You´ve been successfully logged out from your account. You can log back in at anytime.
pt_pt: Você desconectou-se da sua conta. Poderá voltar à aceder a sua conta a qualquer momento.

source: Log In
pt_pt: Aceder à conta

source: Log in with one of the social media networks below
pt_pt: Aceder à conta com uma das redes sociais abaixo

source: Log in with your Alegro account credentials
pt_pt: Aceder à conta com as suas credenciais alegro

source: Remember me
pt_pt: Lembrar

source: Forgot pwd?
pt_pt: Recuperar passe?

source: Login
pt_pt: Entrar

source: Or
pt_pt: Ou

source: No account?
pt_pt: Sem conta?

source: Create an Alegro account
pt_pt: Criar uma conta Alegro

source: Hi, Rafael!
pt_pt: Olá,

source: It´s nice to have you onboard. Before booking your first trip, kindly update the rest of the info on your profile page.
pt_pt: É bom ter-lhe à bordo. Por favor, atualize o resto dos seus dados na sua página de perfil antes de reservar a sua primeira viagem.
