Repository: gooddream1992/alegro-cakephp-
Catalog: src/Locale/*/default.po
Languages: pt_pt

source: Where will your guests be staying?
pt_pt: Onde ficarão alojados os seus hóspedes?

source: Guests will only receive your exact address once they’ve confirmed a booking.
pt_pt: Hóspedes receberão o seu endereço exato assim que confirmarem a reserva.

source: Street address
pt_pt: Endereço

source: Building, floor and unit number (optional)
pt_pt: Edifício, andar e número da unidade (opcional)

source: Municipality
pt_pt: Município

source: Zip-code(optional)
pt_pt: Código postal (opcional)

source: Map location
pt_pt: Localização no mapa

source: What’s unique and wonderful about your property?
pt_pt: O que torna o teu alojamento único e maravilhoso?

source: Every room and home is unique. Tell us why yours stands out.
pt_pt: Cada quarto e alojamento é único. Diga-nos porque o seu se destaca.

source: Name your property
pt_pt: Nome do Alojamento

source: Make it count, and make it sound inviting! Please enter in English. Don’t worry, we’ll generate other languages using a standard translation template. If you want a custom title in a different language, please reach out to us through the help center.
pt_pt: Faça valer, faça soar convidativo e acolhedor! Por favor, escreva em português. Infelizmente, não podemos converter o seu conteúdo em outros idiomas neste momento. Encorajamos os proprietários de alojamentos não angolanos ou portugueses a usarem o google translate para traduzir o seu conteúdo nativo para o português.

source: Ex. Romantic beach getaway, perfect for honeymooners
pt_pt: Ex: Casa do Alegro ou Pensão Bom Sono

source: Describe your place
pt_pt: Descreva o seu alojamento

source: Why should a guest choose to stay at your property?
pt_pt: Porque os hóspedes devem optar por ficar no seu alojamento?

source: describeYourPlace
pt_pt: Ex: * 5 minutos a pé de / para o transporte público * Para famílias * Grande espaço aberto, com vistas incríveis e luz natural

source: Local Attractions
pt_pt: Atrações Locais

source: What popular attractions, restaurants, or activities can be found nearby?
pt_pt: Que atrações populares, restaurantes ou atividades podem ser encontradas nas proximidades?

source: thingsNearby
pt_pt: Ex: * 5 minutos de carro de uma atração popular * 10 minutos a pé da popular sala de jantar * 5 minutos a pé para bares locais

source: House rules
pt_pt: Regras da Casa

source: Let guests know what rules they should follow when staying at your property.
pt_pt: Deixe os seus hóspedes saberem quais regras devem seguir ao ficarem no seu alojamento.

source: houseRules
pt_pt: Ex: * Nenhuma festa ou reuniões em grupo * Horas tranquilas depois das 23:00 * O depósito do lixo não deve ser usado

source: When arriving, how can guests get to your property? (Optional)
pt_pt: Como os hóspedes podem chegar ao seu alojamento? (Opcional)

source: It is important to make it very clear for guests. Many times, this is a brand new place to them and getting lost is a frustrating way to start their trip. We’ll automatically send these instructions to guests once the booking is confirmed, but don’t hesitate to reach out again!
pt_pt: É importante deixar isto muito claro para os hóspedes. Muitas das vezes, trata-se de é um novo lugar e perderem-se logo a partida é uma maneira frustrante de começar a viagem. Enviaremos estas instruções automaticamente para os hóspedes assim que a reserva fôr confirmada, mas não hesite em entrar em contato novamente com eles.

source: howToGetThere
pt_pt: Ex: * Apanhe um taxi do aeroporto para o [destino] (aeroporto para a cidade) * Envie-me uma mensagem quando chegar no [destino] (instrução pessoal)

source: Guest Policy
pt_pt: Política do Hospéde

source: Specify the exact timing your guests can show up and must leave your property
pt_pt: Especifique o tempo exato que os seus hóspedes podem aparecer e devem deixar o seu alojamento.

source: Check-in after
pt_pt: Check-in à partir das

source: Check-out before
pt_pt: Check-out até as

source: Star rating
pt_pt: Classifique o seu alojamento

source: Give your home a rating to help set expectations for travelers stay.
pt_pt: Dê ao seu alojamento uma classificação honesta para ajudar a definir as expectativas para os hóspedes.

source: Poor
pt_pt: Mau

source: Fair
pt_pt: Razoável

source: Good
pt_pt: Bom

source: Excellent
pt_pt: Excelente

source: WOW!!!
pt_pt: UAU!!!

source: All the little things (and big things) you provide.
pt_pt: Todas as pequenas e grandes coisas que você irá proporcionar

source: What comes with your
pt_pt: O que vem com o seu

source: Top Amenities
pt_pt: Principais Comodidades

source: Guests often look for these when booking properties.
pt_pt: Os hóspedes costumam procurar pelas comodidades abaixo quando reservam alojamentos.

source: Parking & Transportation
pt_pt: Estacionamento & Transporte

source: How would your guests get around the city?
pt_pt: Como os seus hóspedes irão movimentar-se pela cidade?

source: Guest Services
pt_pt: Serviço de Hóspede

source: What type of services are your guests going to have at their disposal?
pt_pt: Que tipo de serviços terão os seus hóspedes à disposição?

source: Accessibility
pt_pt: Acessibilidade

source: What would your guests find helpful and convenient in your stay?
pt_pt: O que os seus hóspedes acharão útil e conveniente durante a estadia?

source: Facilities
pt_pt: Instalações

source: What your guests are looking for and might increase the chances of you getting more bookings?
pt_pt: As comodidades abaixo, poderão aumentar as chances do seu alojamento ser solicitado mais vezes

source: Activities & Entertainment
pt_pt: Actividades e Entretenimento

source: How would your guests spend their time while at your property?
pt_pt: Como os seus hóspedes passarão o tempo enquanto estiverem no seu alojamento?

source: Food & Drink
pt_pt: Comida e Bebida

source: How would your guests feed themselves?
pt_pt: Como os seus hóspedes poderão alimentar-se?

source: Kitchen & Dining
pt_pt: Cozinha e Jantar

source: What type of items will the kitchen be equipped with?
pt_pt: Com que tipo de itens estará a sua cozinha equipada?

source: Media/Technology
pt_pt: Mídia/Tecnologia

source: What type of technologies would your provide to your guests?
pt_pt: Que tipo de tecnologias você irá providenciar aos seus hóspedes?

source: Meetings & Events
pt_pt: Reuniões e Eventos

source: Will your guests benefit from any of the options below?
pt_pt: Os seus hóspedes beneficiarão de alguma das opções abaixo?

source: Essentials
pt_pt: Essenciais

source: All Must-Haves
pt_pt: Objectos Indispensáveis

source: Pools & Wellness
pt_pt: Piscinas e Bem Estar

source: Guests like to take care of themselves
pt_pt: Os hóspedes gostam de se cuidar

source: Free WIFI
pt_pt: WIFI Grátis

source: Gym
pt_pt: Ginásio

source: Business Center
pt_pt: Centro de Negócios

source: Restaurant
pt_pt: Restaurante

source: Non-smoking Rooms
pt_pt: Quartos para fumadores

source: Free Parking
pt_pt: Estacionamento Grátis

source: Airport Shuttle
pt_pt: Transporte para o aeroporto

source: Room Service
pt_pt: Serviço de Quarto

source: Elevator/Lift
pt_pt: Elevador

source: On-site Parking
pt_pt: Estacionamento no local

source: Private Parking
pt_pt: Estacionamento Privado

source: Car Rental
pt_pt: Aluguer de Carros

source: Valet Parking
pt_pt: Manobrista

source: Parking
pt_pt: Estacionamento

source: Shuttle Service (Surcharge)
pt_pt: Serviço de Transporte (Sobretaxa)

source: Personal Driver
pt_pt: Motorista Particular

source: Bikes Available (Free)
pt_pt: Bicicletas Disponíveis (Grátis)

source: Safe
pt_pt: Cofre

source: Concierge Service
pt_pt: Serviço de Portaria

source: Private Check-in/Check-out
pt_pt: Check-in/Check-out Privado

source: Laundry Service
pt_pt: Serviço de Lavanderia

source: Atm/Cash Machine on Site
pt_pt: ATM/MultiCaixa no local

source: Express Check-in/Check-out
pt_pt: Check-in/Check-out Expresso

source: Trouser/Suit Press
pt_pt: Prensa para calças/fato

source: Daily Maid Service
pt_pt: Serviço de Limpeza Diário

source: Babysitting/Child Services
pt_pt: Babá/Serviços para crianças

source: Baggage Storage
pt_pt: Armazenamento de Bagagem

source: Fax/Photocopying
pt_pt: Fax/Fotocopiadora

source: Currency Exchange
pt_pt: Casa de Câmbio

source: Lockers
pt_pt: Cacifos

source: 24-hour Front Desk
pt_pt: Recepção 24 horas

source: Newspapers
pt_pt: Jornais

source: Ironing Service
pt_pt: Serviço de Engomadoria

source: Tour Desk
pt_pt: Posto de Turismo

source: Hair Dryer
pt_pt: Secador de Cabelo

source: Minibar
pt_pt: Frigobar

source: Breakfast Included
pt_pt: Café da Manhã Incluso

source: Alarm Clock
pt_pt: Despertador

source: Toilet
pt_pt: Casa de Banho

source: Bathroom
pt_pt: Casa de Banho

source: Balcony
pt_pt: Varanda

source: Hot tub
pt_pt: Jacuzzi

source: Sofa
pt_pt: Sofá

source: Shower
pt_pt: Chuveiro

source: Bathtub
pt_pt: Banheira

source: Soundproofing
pt_pt: Insonorização

source: Towels
pt_pt: Toalhas

source: Chairs
pt_pt: Cadeiras

source: Desk
pt_pt: Secretária

source: Bed Linen
pt_pt: Roupa de Cama

source: Boiler
pt_pt: Cilindro/Caldeira

source: Heating
pt_pt: Aquecimento

source: Emergency Exit
pt_pt: Saída de Emergência

source: Wheelchair accessible
pt_pt: Acessível à cadeiras de rodas

source: Fire Extinguisher
pt_pt: Extintor de Incêndio

source: Smoke Detector
pt_pt: Detector de Fumo

source: First aid kit
pt_pt: Kit de primeiros socorros

source: Buzzer/wireless intercom
pt_pt: Campainha/Interfone sem fio

source: Doorman
pt_pt: Porteiro

source: Terrace
pt_pt: Terraço

source: Sun Terrace/Deck
pt_pt: Terraço/Deck

source: Family Rooms
pt_pt: Quartos Familiares

source: Air Conditioning
pt_pt: Ar Condicionado

source: Grounds/Garden
pt_pt: Terreno/Jardim

source: Designated Smoking Area
pt_pt: Área específica para fumar

source: Bbq Facilities
pt_pt: Instalações para churrasco

source: Hair/Beauty Salon/Barber
pt_pt: Salão de Beleza/Barbeiro

source: Shops/Stores (on Site)
pt_pt: Lojas/Lojas (no local)

source: Windsurfing
pt_pt: Windsurf

source: Game Room
pt_pt: Sala de Jogos

source: Cycling
pt_pt: Ciclismo

source: Canoeing
pt_pt: Canoagem

source: Evening Entertainment
pt_pt: Entretenimento Noturno

source: Bicycle Rental
pt_pt: Aluguer de Bicicletas

source: Fishing
pt_pt: Pesca

source: Water sports (on site)
pt_pt: Esportes Aquáticos (no local)

source: Entertainment Staff
pt_pt: Equipa de Entretenimento

source: Hiking
pt_pt: Caminhada

source: Nightclub/DJ
pt_pt: Discoteca/DJ

source: Diving
pt_pt: Mergulho

source: Cyber Cafe
pt_pt: Cyber Café

source: Library
pt_pt: Biblioteca

source: Football Pitch
pt_pt: Campo de Futebol

source: Basketball Court
pt_pt: Campo de Basket

source: Tennis Court
pt_pt: Campo de tênis

source: Golf Resort
pt_pt: Resort de Golfe

source: Gentlemens Club
pt_pt: Clube de Cavalheiros

source: Amusement Park
pt_pt: Parque de Diversões

source: Zoologic
pt_pt: Zoológico

source: Bowling Center
pt_pt: Centro de Bowling

source: Paintball Center
pt_pt: Centro de Paintball

source: Shopping Mall
pt_pt: Centro Comercial

source: Diet Meals (upon Request)
pt_pt: Refeições Dietéticas (a pedido)

source: Shared Kitchen
pt_pt: Cozinha Partilhada

source: Packed Lunches
pt_pt: Refeições Pré-embaladas

source: Snack Bar
pt_pt: Lanchonete

source: Breakfast in the Room
pt_pt: Café da Manhã no quarto

source: Grocery Deliveries
pt_pt: Entregas de Mantimentos

source: Kitchenette
pt_pt: Cozinha Pequena

source: Microwave
pt_pt: Micro-Ondas

source: Dining Room
pt_pt: Sala de Jantar

source: Refrigerator
pt_pt: Frigorífico

source: Cook
pt_pt: Fogão

source: Oven
pt_pt: Forno

source: Dishwasher
pt_pt: Lava-louças

source: Fridge/Freezer
pt_pt: Frigorífico/Congelador

source: Electric kettle
pt_pt: Chaleira Elétrica

source: Coffee Maker
pt_pt: Máquina de Café

source: Shared Lounge/TV Area
pt_pt: Lounge Partilhado/Área de TV

source: Internet Services
pt_pt: Serviços de Internet

source: WIFI Available in All Areas
pt_pt: Wi-Fi disponível em todas as áreas

source: Free Internet Available
pt_pt: Internet grátis disponível

source: Free Internet Access
pt_pt: Acesso Gratuito à Internet

source: Hybrid Charging Station
pt_pt: Estação de Carregamento Híbrida

source: Cable TV
pt_pt: TV à Cabo

source: Vip Room
pt_pt: Sala VIP

source: Honeymoon Suite
pt_pt: Suíte de Lua de Mel

source: Meeting/Banquet
pt_pt: Reunião/Banquete

source: Iron
pt_pt: Ferro

source: Ironing Board
pt_pt: Tabua de Passar

source: Laundry
pt_pt: Lavandaria

source: Washing Machine
pt_pt: Máquina de Lavar

source: Massage
pt_pt: Massagem

source: Sauna
pt_pt: Piscina

source: Turkish Bath/Steam Bath
pt_pt: Banho Turco/Banho à Vapor

source: Set your prices.
pt_pt: Defina os seus preços

source: Choose your nightly room rates based on guests and other conditions.
pt_pt: Escolha as suas tarifas noturnas com base nos hóspedes e outros aspectos.

source: Base rates
pt_pt: Tarifas

source: We recommend you start off with a lower price to encourage bookings and help you gather reviews. Once your property is published, you can change your price in response to demand, set special rates for specific days and add additional fees.
pt_pt: Recomendamos que você comece com um preço mais baixo para incentivar as reservas e ajudá-lo a receber feedback. Depois que o seu alojamento fôr publicado, você poderá alterar o seu preço em resposta à demanda, definir tarifas especiais para dias específicos e adicionar taxas adicionais.

source: can accommodate up to
pt_pt: pode acomodar até

source: person
pt_pt: pessoa

source: people
pt_pt: pessoas

source: Rate per night for
pt_pt: Preço por noite

source: if guests decide to stay longer, a new rate will be applied
pt_pt: Se os hóspedes decidirem ficar mais do que (x) noites, ser-lhes-á aplicada uma nova tarifa

source: DAYS
pt_pt: NOITES

source: guest
pt_pt: hóspede

source: guests
pt_pt: hóspedes

source: Guest
pt_pt: Hóspede

source: Guests
pt_pt: Hóspedes

source: Alegro Boost
pt_pt: Alegro Booster

source: Alegro charges
pt_pt: O Alegro cobra

source: from every generated booking. what if you could have your property always at the top of the results page of a given location? With Alegro boosting feature your property stands out from the crowd and youre more likely to get new bookings in as your property will appear at the top of the results page with a sponsored tag. In order to enter the boosting program, you must increase Alegros percentage fee from
pt_pt: de cada reserva gerada. Se você pudesse ter o seu alojamento sempre no topo da página dos resultados de uma determinada localização você tiraria proveito? Com a funcionalidade Alegro Booster o seu alojamento irá destacar-se da multidão e é mais provável que você receba novas reservas com mais frequência, uma vez que a sua publicação irá aparecer no topo da página de resultados com uma etiqueta patrocinada. Para entrar no programa de impulsão, você deve aumentar a taxa percentual do Alegro de

source: to a higher percentage.
pt_pt: para uma percentagem superior.

source: Apply new Alegro percentage fee for your bookings
pt_pt: Aplicar nova taxa percentual Alegro para as minhas reservas

source: Must be greater than
pt_pt: Deve ser superior à

source: Payout method
pt_pt: Metódo de Pagamento

source: Unfortunately, Alegro can only support bank transfer as the main payout method. Additional information will be requested once published on Alegro. [Important Note] For security, your first payout will be 30 days from your first bookings check-out date. For any future bookings, payouts will occur 24 hours after traveler check-out date.
pt_pt: O Alegro suporta apenas transferência bancária como principal método de pagamento no momento. [Nota Importante] Por razões de segurança, os seus pagamentos serão transferidos apenas quando existir confirmação de ambas as partes ou seja os hóspedes das respectivas reservas deverão ser marcados como "Show" pelo seu alojamento e os mesmos hóspedes deverão também confirmar que já efectuaram o Check-in no seu alojamento.

source: Bank Transfer
pt_pt: Transferência Bancária

source: Using our secure payment system, we will send your payments directly to your bank account after guests depart.
pt_pt: Utilizando o nosso sistema de pagamento seguro, enviaremos os seus pagamentos directamente para a sua conta bancária após a partida dos hóspedes.

source: Declare the availability of your
pt_pt: Declare a disponibilidade do seu

source: Define the minimum, maximum stays, advance booking options and more.
pt_pt: Defina as estadias mínimas e máximas, as opções de reserva antecipada e muito mais.

source: Reservation Requests
pt_pt: Pedidos de Reserva

source: Allow guests to book instantly
pt_pt: Permita que os hóspedes reservem imediatamente

source: Guests can book
pt_pt: Os hóspedes podem reservar

source: without sending a reservation request.
pt_pt: sem enviar um pedido de reserva.

source: Require reservation requests
pt_pt: Exigir pedidos de reserva

source: Guests wishing to book
pt_pt: Os hóspedes que desejam reservar o

source: must send a reservation request. I understand that this may reduce the number of bookings I receive.
pt_pt: deverão enviar um pedido de reserva. Eu entendo que isso poderá reduzir o número de reservas que irei receber.

source: How many days into the future can guests book
pt_pt: Por quanto tempo poderão os hóspedes reservar

source: 1 year
pt_pt: A qualquer momento

source: 6 months
pt_pt: 6 meses

source: 3 months
pt_pt: 3 meses

source: Length of stay
pt_pt: Duração da Estadia

source: Minimum nights per stay
pt_pt: Mínimo de noites por estadia

source: Maximum nights per stay
pt_pt: Máximo de noites por estadia

source: No maximum nights per stay
pt_pt: Não há noites máximas por estadia

source: Blocked Dates
pt_pt: Datas Bloqueadas

source: is available for booking on any day.
pt_pt: está disponível para reserva em qualquer dia.

source: is unavailable for booking on certain days.
pt_pt: não está disponível para reserva em determinados dias.

source: Click on a date to block it out on your calendar. Guests will not be able to book on days that have been blocked out. You can add or remove blocked days after your listing is published.
pt_pt: Clique em uma data para bloqueá-lo no seu calendário. Os hóspedes não poderão reservar em dias que foram bloqueados. Você pode adicionar ou remover dias bloqueados após a publicação do seu alojamento.

source: Cancellation Policy
pt_pt: Política de Cancelamento

source: Flexible
pt_pt: Flexível

source: Guests can cancel up to 1 day prior to check-in for a 100% refund. In case of a no show, you will receive 100% of the booking price.
pt_pt: Os hóspedes poderão cancelar a qualquer momento antes do check-in para um reembolso de 100%. No caso de No-Show, o seu alojamento reembolsará integralmente o preço total da reserva para os respectivos hóspedes através do Alegro.

source: Moderate
pt_pt: Moderada

source: Guests can cancel up to 5 days prior to check-in for a 100% refund. In case of a no show, you will receive 100% of the booking price.
pt_pt: Os hóspedes poderão cancelar até 3 dias antes do check-in para obter um reembolso de 100%. No caso de No-Show, o seu alojamento receberá 100% do preço total da reserva, sem a taxa percentual do Alegro.

source: Strict
pt_pt: Rigorosa

source: Guests can cancel up to 7 days prior to check-in for a 50% refund. In case of a no show, you will receive 100% of the booking price.
pt_pt: Os hóspedes poderão cancelar a qualquer momento antes do check-in, mas não terão direito a nenhum reembolso. No caso de No-Show, o seu alojamento receberá 100% do preço total da reserva, sem a taxa percentual do Alegro.

source: Upload pictures of your
pt_pt: Envie fotos do seu

source: Pictures matter to travelers. Upload as many high-quality images as you have. You can add more later. Want some tips on how to upload quality photos that generate more bookings?
pt_pt: Fotos são importantes para os hóspedes. Envie quantas fotos de alta qualidade você tiver. Você pode adicionar mais tarde. Quer algumas dicas sobre como enviar fotos de qualidade que geram mais reservas?

source: * Tips: Min. 800x600 px — Best 2048x1536 px
pt_pt: * Dicas: Min. 800x600 px - Melhor 2048x1536 px

source: Drag and drop your pics here
pt_pt: Arraste e solte as suas fotos aqui

source: Click to select file
pt_pt: Clique para escolher a sua foto

source: .jpg & .png only — max. 10 MB
pt_pt: .jpeg, .jpg, .png e .gif apenas - max. 10 MB

source: Set as main photo
pt_pt: Definir como foto principal

source: Delete this photo
pt_pt: Excluir esta foto

source: Main Image
pt_pt: Imagem Principal

source: Tell us who you are
pt_pt: Diga-nos quem é

source: Please provide your full legal name here for your contract with Alegro. If additional information is needed to list your property, we will contact you.
pt_pt: Por favor, forneça-nos o seu nome completo legal para o seu contrato com o Alegro. Entraremos em contacto consigo, caso seja necessário informações adicionais para publicar o seu alojamento.

source: Add/Change profile photo (optional)
pt_pt: Adicionar/Alterar foto de perfil (opcional)

source: Put a face to your name! We will add this to your profile, and share it with future hosts and guests.
pt_pt: Coloque um rosto ao seu nome! Iremos adicionar ao seu perfil e compartilhá-lo com os seus futuros hóspedes.

source: Your picture matters. Pick a clear and friendly-looking one, to increase bookings.
pt_pt: A sua imagem é importante. Escolha uma imagem clara e amigável para aumentar o fluxo das suas reservas.

source: ADD/CHANGE PROFILE PHOTO
pt_pt: ADICIONAR/MUDAR FOTO

source: Main Info
pt_pt: Informações Principais

source: Language Preference
pt_pt: Idioma de Preferência

source: Your Location
pt_pt: Localização

source: Your Contact
pt_pt: Contacto

source: Country Code
pt_pt: Código de Marcação

source: Bank Account
pt_pt: Conta Bancária

source: Bank Name
pt_pt: Nome do Banco

source: Describe Yourself
pt_pt: Descreva-se

source: Sign your contract and lets get bookings
pt_pt: Assine o seu contrato e comece a receber reservas

source: Just a few more details
pt_pt: Só mais alguns detalhes

source: Know your local laws, regulations and taxes
pt_pt: Conheça as leis, regulamentos e impostos locais

source: It is your responsibility to review local laws and taxes.
pt_pt: É da sua responsabilidade rever as leis e impostos locais.

source: Be aware of your local regulations, laws and tax obligations before you take bookings. Many countries and a number of cities have specific laws regarding using your property as a short term rental, for home sharing and/or for professional hosting. It is your responsibility to work within your own countrys legal framework which may include obtaining the relevant license, permit or registration before taking bookings and paying any applicable taxes on any income you generate from such bookings.
pt_pt: Esteja ciente dos seus regulamentos locais, leis e obrigações fiscais antes de aceitar reservas. Muitos países e várias cidades têm leis específicas sobre o uso de alojamentos como aluguer de curto prazo, para compartilhamento de casa e/ou hospedagem profissional. É sua responsabilidade trabalhar dentro da estrutura legal do seu próprio país, que pode incluir a obtenção de uma licença, permissão ou registo relevante antes de aceitar reservas e pagar quaisquer impostos aplicáveis sobre qualquer receita gerada por tais reservas.

source: Accept the terms and conditions and youre good to go
pt_pt: Aceite os termos e condições e siga adiante

source: I accept Alegros terms and conditions and certify that I will follow all applicable laws and regulations
pt_pt: Eu aceito os termos e condições do Alegro e certifico que seguirei todas as leis e regulamentos aplicáveis.
