Repository: gooddream1992/alegro-cakephp-
Catalog: src/Locale/*/default.po
Languages: pt_pt

source: Its nice to have you onboard. Before you begin receiving bookings from your guests, kindly update the rest of the info on your profile page.
pt_pt: É bom ter-lhe à bordo. Por favor, atualize o resto dos seus dados na sua página de perfil antes de começar a receber reservas dos seus hóspedes.

source: Still have questions?
pt_pt: Tem alguma pergunta?

source: FILL IN THE FORM
pt_pt: PREENCHA OS CAMPOS

source: First and Last
pt_pt: Primeiro e Último

source: Question Type
pt_pt: Tipo de perguta

source: Question
pt_pt: Perguta

source: Request
pt_pt: Pedido

source: Other
pt_pt: Outros

source: Message
pt_pt: Mensagem

source: Write your message here...
pt_pt: Escreva a sua mensagem aqui...

source: Submit
pt_pt: Enviar

source: Register
pt_pt: Registar

source: Create your alegro account by filling in the boxes below
pt_pt: Crie já a sua conta alegro!

source: Confirm Password
pt_pt: Confirmar palavra-passe

source: Confirm
pt_pt: Confirmar

source: register button
pt_pt: Registar

source: Have an account?
pt_pt: Já tem uma conta?

source: Sign In
pt_pt: Entrar

source: January
pt_pt: Janeiro

source: February
pt_pt: Fevereiro

source: March
pt_pt: Março

source: April
pt_pt: Abril

source: May
pt_pt: Maio

source: June
pt_pt: Junho

source: July
pt_pt: Julho

source: August
pt_pt: Agosto

source: September
pt_pt: Setembro

source: October
pt_pt: Outubro

source: November
pt_pt: Novembro

source: December
pt_pt: Dezembro

source: Feb
pt_pt: Fev

source: Apr
pt_pt: Abr

source: Aug
pt_pt: Ago

source: Sep
pt_pt: Set

source: Oct
pt_pt: Out

source: Dec
pt_pt: Dez

source: Monday
pt_pt: Segunda

source: Tuesday
pt_pt: Terça-Feira

source: Wednesday
pt_pt: Quarta-Feira

source: Thursday
pt_pt: Quinta-Feira

source: Friday
pt_pt: Sexta-Feira

source: Saturday
pt_pt: Sábado

source: Sunday
pt_pt: Domingo

source: Mon
pt_pt: Seg

source: Tue
pt_pt: Ter

source: Wed
pt_pt: Qua

source: Thu
pt_pt: Qui

source: Fri
pt_pt: Sex

source: Sat
pt_pt: Sáb

source: Sun
pt_pt: Dom

source: Addis Ababa Bole International Airport
pt_pt: Aeroporto Internacional de Addis Ababa Bole

source: Anaa Airport
pt_pt: Aeroporto de Anna

source: Schiphol Airport
pt_pt: Aeroporto de Schiphol

source: Eleftherios Venizelos International Airport
pt_pt: Aeroporto Internacional Eleftherios Venizelos

source: El Prat Airport
pt_pt: Aeroporto El Prat

source: Chhatrapati Shivaji International Airport
pt_pt: Aeroporto Internacional de Chhatrapati Shivaji

source: Cabinda Airport
pt_pt: Aeroporto de Cabinda

source: Catumbela Airport
pt_pt: Aeroporto de Catumbela

source: Charles De Gaulle Airport
pt_pt: Aeroporto Charles De Gaulle

source: Mohammed V International Airport
pt_pt: Aeroporto Internacional Mohammed V

source: Cape Town International Airport
pt_pt: Aeroporto Internacional da Cidade do Cabo

source: King Shaka International Airport
pt_pt: Aeroporto Internacional King Shaka

source: Dubai International Airport
pt_pt: Aeroporto Internacional do Dubai

source: Frankfurt Airport
pt_pt: Aeroporto de Frankfurt

source: Galeão International Airport
pt_pt: Aeroporto Internacional do Galeão

source: Guarulhos International Airport
pt_pt: Aeroporto Internacional de Guarulhos

source: José Martí International Airport
pt_pt: Aeroporto Internacional José Martí

source: Robert Gabriel Mugabe International Airport
pt_pt: Aeroporto Internacional Robert Gabriel Mugabe

source: O. R. Tambo International Airport
pt_pt: Aeroporto Internacional O. R. Tambo

source: 4 De Fevereiro Airport
pt_pt: Aeroporto Quatro de Fevereiro

source: Los Angeles International Airport
pt_pt: Aeroporto Internacional de Los Angeles

source: Humberto Delgado Airport
pt_pt: Aeroporto Humberto Delgado

source: Luena Airport
pt_pt: Aeroporto de Luena

source: Madrid Barajas International Airport
pt_pt: Aeroporto Internacional de Madrid Barajas

source: Miami International Airport
pt_pt: Aeroporto Internacional de Miami

source: Maputo International Airport
pt_pt: Aeroporto Internacional de Maputo

source: Welwitschia Mirabilis Airport
pt_pt: Aeroporto de Welwitschia Mirabilis

source: Albano Machado Airport
pt_pt: Aeroporto Albano Machado

source: Paris Orly Airport
pt_pt: Aeroporto Paris Orly

source: Václav Havel Airport Prague
pt_pt: Aeroporto Václav Havel

source: Wonderboom Airport
pt_pt: Aeroporto Wonderboom

source: Seattle–Tacoma International Airport
pt_pt: Aeroporto Internacional de Seattle – Tacoma

source: Mukanka Airport
pt_pt: Aeroporto de Mukanka

source: San Francisco International Airport
pt_pt: Aeroporto Internacional de São Francisco

source: Singapore Changi Airport
pt_pt: Aeroporto de Changi

source: Soyo Airport
pt_pt: Aeroporto do Soyo

source: São Tomé International Airport
pt_pt: Aeroporto Internacional de São Tomé

source: Deolinda Rodrigues Airport
pt_pt: Aeroporto Deolinda Rodrigues

source: Boston Logan International Airport
pt_pt: Aeroporto internacional de Boston Logan

source: Brno Airport
pt_pt: Aeroporto de Brno

source: Brussels National Airport
pt_pt: Aeroporto Nacional de Bruxelas

source: Bandaranayake International Airport
pt_pt: Aeroporto Internacional de Bandaranaike

source: Munich Airport
pt_pt: Aeroporto de Munique

source: Zurich Airport
pt_pt: Aeroporto de Zurique

source: Indira Gandhi International Airport
pt_pt: Aeroporto Internacional Indira Gandhi

source: Gatwick Airport
pt_pt: Aeroporto de Gatwick

source: Heathrow Airport
pt_pt: Aeroporto de Heathrow

source: Hosea Kutako International Airport
pt_pt: Aeroporto Internacional de Hosea Kutako

source: Rome International Airport
pt_pt: Aeroporto Internacional de Roma

source: John F. Kennedy International Airport
pt_pt: Aeroporto Internacional John F. Kennedy

source: Comandante Kuenha Airport
pt_pt: Aeroporto Comandante Kuenha

source: Beijing Capital International Airport
pt_pt: Aeroporto Internacional da Capital de Pequim

source: Hong Kong International Airport
pt_pt: Aeroporto Internacional de Hong Kong

source: Houston George Bush Intercontinental Airport
pt_pt: Aeroporto Intercontinental de Houston George Bush

source: Tokyo International Airport
pt_pt: Aeroporto Internacional de Tóquio

source: Toronto Pearson International Airport
pt_pt: Aeroporto Internacional Toronto Pearson

source: Porto Airport
pt_pt: Aeroporto do Porto

source: Geneva International Airport
pt_pt: Aeroporto Internacional de Genebra

source: Kuala Lumpur International Airport
pt_pt: Aeroporto Internacional de Kuala Lumpur

source: Close
pt_pt: Fechar

source: Forgotten Password
pt_pt: Palavra-Passe esquecida

source: Please, enter your email to recover your password.
pt_pt: Por favor, digite o seu endereço electrónico para recuperar a palavra-passe

source: Your request is on the way!
pt_pt: O seu pedido está a caminho!

source: A link to reset your password has been sent to your registered email address. Please, click on the generated link on your email and choose your new password.
pt_pt: Um link para redefinir a sua palavra-passe foi enviado para o seu endereço electrónico. Por favor, clique no link gerado no seu endereço electrónico e escolha a sua nova palavra-passe.

source: We´re sorry!
pt_pt: Lamentamos!

source: This email address is not associated with our database. Please, confirm your email address and request again.
pt_pt: Este endereço electrónico não está associado à nossa base de dados. Por favor, confirme o seu endereço electrónico e solicite novamente.

source: Account Already Exists!
pt_pt: Está conta já existe!

source: We have noticed that you´re trying to use an e-mail address that is already in use. Please, feel free to create an account using a different e-mail address.
pt_pt: Percebemos que está a tentar usar um endereço electrónico que já se encontra ocupado. Por favor, sinta-se livre para criar uma conta usando um endereço de e-mail diferente.

source: Account Unconfirmed!
pt_pt: Conta não confirmada!

source: Your account has not been confirmed yet. Please, check your inbox to activate your account.
pt_pt: A sua conta ainda não foi confirmada. Por favor, verifique a sua caixa de entrada para ativar a sua conta.

source: Resend Verification Link
pt_pt: Reenviar Link de Verificação

source: Verification Link Resent!
pt_pt: Link de Verificação Reenviado!

source: Weve successfully resent a new verification link to your email address
pt_pt: Reenviamos um novo link de verificação com sucesso para o seu endereço electrónico

source: All Set!
pt_pt: Tudo pronto!

source: Your account has been successfully confirmed. You can now log into your Alegro account.
pt_pt: A sua conta foi confirmada com sucesso. Agora poderá entrar na sua conta Alegro.

source: Message Failed!
pt_pt: Mensagem falhou!

source: Your message could not be sent. Please, fix all issues and try again.
pt_pt: A sua mensagem não pôde ser enviada. Por favor, corrija todos os problemas e tente novamente.

source: Message Sent!
pt_pt: Mensagem Enviada!

source: Your message has been sent to us. Please wait, as we will get back to you within 24 hours.
pt_pt: A sua mensagem foi enviada para nós. Por favor aguarde, entraremos em contato consigo dentro de 24 horas.

source: Your message has been sent. Please wait, as you should get a reply as soon as possible.
pt_pt: A sua mensagem foi enviada. Por favor aguarde, pois você poderá receber uma resposta o mais rápido possível.

source: Image Error!
pt_pt: Erro de imagem!

source: Alegro only supports images that have the following formats: .jpeg, .jpg, .png and .gif
pt_pt: O Alegro apenas suporta imagens com os seguintes formatos: .jpeg, .jpg, .png e .gif

source: Your Name
pt_pt: O seu nome

source: Enter Your Name
pt_pt: Digite o seu nome

source: Enter Email Address
pt_pt: Digite endereço electrónico

source: Your Message
pt_pt: A sua mensagem

source: Type your message here...
pt_pt: Escreva a sua mensagem aqui...

source: Note:
pt_pt: Nota:

source: To share these flights with friends and family, enter their email addresses below. Note that your email address will be included in the email we send them.
pt_pt: Para partilhar estes voos com amigos e familiares, insira os endereços electrónicos abaixo. Observe que o seu endereço electrónico será incluído no e-mail que enviamos.

source: Recipient 1
pt_pt: Destinatário 1

source: Recipient 2
pt_pt: Destinatário 2

source: Cancel
pt_pt: Cancelar

source: PAGE NOT FOUND!
pt_pt: PÁGINA NÃO ENCONTRADA!

source: The page you are trying to access does not exist.
pt_pt: A página que você está a tentar aceder não existe.

source: Homepage
pt_pt: Página inicial

source: Contact us!
pt_pt: Contacte-nos!

source: Delete Notification
pt_pt: Eliminar Notificação

source: Are you sure you want to permanently delete this notification?
pt_pt: Tem a certeza que pretende eliminar esta notificação permanentemente?

source: Delete
pt_pt: Eliminar

source: Your itinerary has been shared!
pt_pt: O seu itinerário foi partilhado!

source: Were happy you found a flight that interests you. Because prices may change, the best way to secure your fare is to book your flight right now.
pt_pt: Estamos super felizes por ter encontrado um voo do seu interesse. Como os preços estão em constante mudança, a melhor maneira de garantir a sua tarifa é reservar o seu voo agora mesmo.

source: Continue with your booking
pt_pt: Continue com a sua reserva

source: Property Added!
pt_pt: Alojamento Adicionado!

source: Your property has been successfully submitted. One of our agents will review your property to make sure that it meets our terms and conditions. You will then receive an email to let you know whether its been approved or declined.
pt_pt: O seu alojamento foi adicionado com sucesso. Um dos nossos agentes analisará o seu alojamento para garantir que o mesmo vá de acordo aos nossos termos e condições. Você receberá um e-mail a informar-lhe se o seu alojamento foi publicado ou recusado.

source: Property Editted!
pt_pt: Alojamento Alterado!

source: Your property has been successfully editted.
pt_pt: O seu alojamento foi alterado com sucesso.

source: Edit Property
pt_pt: Editar Alojamento

source: Are you sure you want to edit
pt_pt: Tem certeza de que deseja editar o/a

source: Delete Property
pt_pt: Eliminar Alojamento

source: Are you sure you want to delete
pt_pt: Tem certeza de que deseja eliminar o/a

source: Pause Property
pt_pt: Desactivar Alojamento

source: Are you sure you want to pause
pt_pt: Tem certeza de que deseja desactivar o/a

source: Pause
pt_pt: Desactivar

source: Resume Property
pt_pt: Activar Alojamento

source: Are you sure you want to resume
pt_pt: Tem certeza de que deseja activar o/a

source: Resume
pt_pt: Activar

source: Finalize Publishing
pt_pt: Finalizar Publicação

source: Are you sure you want to finish publishing
pt_pt: Tem certeza de que deseja finalizar a publicação da/do

source: Finalize
pt_pt: Finalizar

source: No Fees, Ever.
pt_pt: Rentabilize o seu

source: Earn More on
pt_pt: alojamento com o

source: Alegro Homes.
pt_pt: Alegro

source: List your place now
pt_pt: Publicar alojamento agora

source: Continue here
pt_pt: Criar Conta

source: Here’s what we give you
pt_pt: Veja o que nós te daremos

source: Free listings, with no fine print
pt_pt: Listagens gratuitas, sem letras miúdas

source: No sign up fee, no membership cost, no cut of your room rate. No, really.
pt_pt: Nenhuma taxa de inscrição, nenhum custo de adesão, nenhum corte da sua taxa de quarto.

source: Wide exposure
pt_pt: Ampla exposição

source: We get millions of bookings each month from travelers in 200+ countries, all looking for unique accommodation like yours.
pt_pt: Recebemos várias reservas por mês de viajantes que vêm para Angola, todos à procura de alojamentos únicos como o seu.

source: 24/7 help in your language
pt_pt: Ajuda no seu idioma 24 horas por dia

source: Our support team is always available for you or your guests, in 17 languages.
pt_pt: A nossa equipa de apoio está sempre disponível para si e seus hóspedes em 3 idiomas.

source: All you have to do
pt_pt: Tudo que você tem de fazer

source: Sign in or sign up for an Alegro account
pt_pt: Entrar ou criar uma conta Alegro

source: Upload your property details and pictures
pt_pt: Envie os detalhes e imagens do seu alojamento

source: Set your prices and available dates
pt_pt: Defina os seus preços e datas disponíveis

source: See your listing go live in front of millions of travelers
pt_pt: Veja o seu alojamento ser publicado na frente de vários viajantes e hóspedes

source: Small properties deserve a big audience.
pt_pt: Pequenos alojamentos merecem um grande público.

source: LIST YOUR PROPERTY
pt_pt: PUBLICAR ALOJAMENTO

source: All material herein © 2019 Alegro Holdings, Lda, All Rights Reserved.
pt_pt: © Alegro. Todos os direitos reservados.

source: Alegro is part of Alegro Holdings, Lda.
pt_pt: O Alegro faz parte da Alegro Holdings, Lda.

source: Basics
pt_pt: Informação básica

source: Description
pt_pt: Descrição

source: Amenities
pt_pt: Comodidades

source: Pricing
pt_pt: Preços

source: Availability
pt_pt: Disponibilidade

source: Photos
pt_pt: Fotos

source: Publish
pt_pt: Publicar

source: OVERVIEW
pt_pt: GERAL

source: MESSAGES
pt_pt: MENSAGENS

source: Messages
pt_pt: Mensagens

source: Messages From
pt_pt: Mensagens de

source: From Properties
pt_pt: De Alojamentos

source: From Admin
pt_pt: Equipa Alegro

source: Welcome back
pt_pt: Olá

source: Lets see what we can do today to get more bookings.
pt_pt: Não hesite em publicar o seu alojamento na rede Alegro

source: Booking booster
pt_pt: Impulsionador de reserva

source: Host profile
pt_pt: Perfil do Anfitrião

source: Edit
pt_pt: Editar

source: Last Login
pt_pt: Último Acesso

source: Avg. response time
pt_pt: Tempo méd de resposta

source: Help us improve the platform you use
pt_pt: Ajude-nos a melhorar a plataforma que você usa

source: Give us feedback
pt_pt: Dê-nos o seu feedback

source: Good job! Booking booster actions complete!
pt_pt: Ganhe dinheiro! Publique o seu alojamento no Alegro.

source: Your listings are optimized. Check here regularly for more tips and insights.
pt_pt: Os seus alojamentos passarão por um processo de análise e estarão disponíveis para todos na rede Alegro. Seja honesto connosco e tenha o seu alojamento cheio de viajantes e hóspedes.

source: Search (property ID or name)
pt_pt: Pesquise pelo número ou nome do alojamento

source: +ADD A NEW LISTING
pt_pt: + PUBLICAR ALOJAMENTO

source: Homes
pt_pt: Alojamentos

source: No Properties
pt_pt: Sem alojamentos publicados

source: You havent published any properties yet. Go ahead and publish your first property now and start to make money.
pt_pt: Você ainda não publicou nenhum alojamento. Não hesite e publique o seu primeiro alojamento agora e comece a ganhar dinheiro.

source: Published
pt_pt: Publicado

source: Unfinished
pt_pt: Inacabado

source: Finished
pt_pt: Finalizado

source: Cancelled
pt_pt: Cancelado

source: Finish listing
pt_pt: Finalizar

source: Delete listing
pt_pt: Eliminar

source: Active listing
pt_pt: Activar

source: Deactive listing
pt_pt: Desactivar

source: Unnamed property
pt_pt: Alojamento Sem Nome

source: Hosting
pt_pt: Mensagens

source: All hosting messages
pt_pt: Todas Mensagens

source: Unread
pt_pt: Não lidas

source: Read
pt_pt: Lidas

source: No messages yet
pt_pt: Nenhuma mensagem

source: You havent received any message, try to optimize your content to make your property appealling.
pt_pt: Você não possuí mensagens por enquanto, tente otimizar o seu conteúdo para tornar o seu alojamento atraente.

source: The Alegro app makes hosting even easier!
pt_pt: O aplicativo Alegro torna o seu alojamento mais fácil!

source: The Alegro app’s Host Mode gives you on-the-go access to managing availability, prices, content, and more. Download it now!
pt_pt: O modo alojamento permite-lhe gerir disponibilidade, preços, conteúdo e muito mais. Baixe Já!

source: NEED HELP?
pt_pt: AJUDA?

source: Finance
pt_pt: Finanças

source: New Property
pt_pt: Publicar Alojamento

source: Extranet Bookings
pt_pt: Reservas

source: Bookings
pt_pt: Reservas

source: Order
pt_pt: Ordem

source: Orders
pt_pt: Ordens

source: Alegro Earnings
pt_pt: Rendimentos do Alegro

source: My Earnings
pt_pt: Os Meus Rendimentos

source: Booking Details
pt_pt: Dados da Reserva

source: All Bookings
pt_pt: Todas Reservas

source: Today
pt_pt: Hoje

source: Yesterday
pt_pt: Ontem

source: This Month
pt_pt: Este Mês

source: 3 Months Ago
pt_pt: 3 Meses Atrás

source: 6 Months Ago
pt_pt: 6 Meses Atrás

source: This Year
pt_pt: Este Ano

source: Lead Guest
pt_pt: Hóspede Principal

source: Guest Name
pt_pt: Nome do Hóspede

source: Commission
pt_pt: Comissão

source: Action
pt_pt: Acção

source: Showing
pt_pt: Mostrando

source: entries
pt_pt: entradas

source: of
pt_pt: de

source: Paid
pt_pt: Pago

source: View Info
pt_pt: Ver

source: Alegro Commission
pt_pt: Comissão do Alegro

source: Conversation with guest
pt_pt: Conversa com o Hóspede

source: Return to bookings
pt_pt: Voltar as Reservas

source: Update This Booking
pt_pt: Actualizar Reserva

source: Change Booking Dates
pt_pt: Alterar Datas

source: Mark As No-Show
pt_pt: Marcar como No-Show

source: Mark As Show
pt_pt: Marcar como Show

source: Marked As No-Show
pt_pt: Marcado como No-Show

source: Marked As Show
pt_pt: Marcado como Show

source: Are you sure you want to mark this booking as No-Show?
pt_pt: Tem certeza de que deseja marcar esta reserva como No-Show?

source: Are you sure you want to mark this booking as Show?
pt_pt: Tem certeza de que deseja marcar esta reserva como Show?

source: Awaiting Payment
pt_pt: Aguardando Pagamento

source: Issue a Refund
pt_pt: Emitir um Reembolso

source: Issue Refund
pt_pt: Emitir Reembolso

source: Are you sure you want to issue a refund?
pt_pt: Tem certeza de que deseja emitir um reembolso?

source: Refund
pt_pt: Reembolsar

source: Refunded
pt_pt: Reembolsado

source: Approved
pt_pt: Aprovado

source: Cancel Booking
pt_pt: Cancelar Reserva

source: Are you sure you want to permanently cancel this booking?
pt_pt: Tem certeza de que deseja cancelar permanentemente esta reserva?

source: Ignore
pt_pt: Ignorar

source: Mark
pt_pt: Marcar

source: Compose Message
pt_pt: Compor Mensagem

source: Connect with your guest! Let them know what time youd like to welcome them or where they should pick up their keys. Theyre just a phone call away: call them through their phone number. You can also email them or send them a massage.
pt_pt: Conecte-se com os seus hóspedes! Informe-os a que horas você gostaria de recebê-los ou aonde eles deveriam apanhar as suas chaves. Ligue para o número de telefone deles ou envie uma mensagem.

source: New Message
pt_pt: Nova Mensagem

source: To
pt_pt: Para

source: Subject
pt_pt: Assunto

source: Payment Method
pt_pt: Forma de Pagamento

source: Match your property to the right guests.
pt_pt: O seu alojamento deverá possuir as condições básicas para encontrar os hóspedes certos

source: All information is required unless marked optional.
pt_pt: Todas as informações são necessárias, a menos que sejam marcadas como opcionais.

source: Property Type
pt_pt: Tipo de Alojamento

source: Property type
pt_pt: Tipo de Alojamento

source: Booking type
pt_pt: Tipo de Reserva

source: Apartment
pt_pt: Apartamento

source: Villa
pt_pt: Vivenda

source: Property size
pt_pt: Tamanho do Alojamento

source: This field is required.
pt_pt: Este campo é obrigatório!

source: Sqm
pt_pt: m²

source: What will guests book?
pt_pt: O que terão os hóspedes?

source: Entire Place
pt_pt: Espaço Inteiro

source: You will have this property for yourself, your family as well as your friends and will not share with anyone else.
pt_pt: Você terá este alojamento apenas para si, a sua família e os seus amigos e não partilhará com mais ninguém.

source: Guests have the whole place to themselves. This usually includes a bedroom, a bathroom and a kitchen.
pt_pt: Os hóspedes terão toda a casa para eles. Isto geralmente inclui um quarto, uma casa de banho e uma cozinha.

source: Private Room
pt_pt: Quarto Privado

source: Guests have their own private room for sleeping, but other areas could be shared.
pt_pt: Os hóspedes terão os seus próprios quartos privados para dormir, mas terão de partilhar outras áreas da casa.

source: Rooms and details
pt_pt: Detalhes dos Quartos

source: Accommodates
pt_pt: Alojamos até

source: The maximum number of people who can sleep comfortably given the total bed space and sofas.
pt_pt: O número máximo de pessoas que podem dormir confortavelmente, dado o espaço total da cama e sofás.

source: Bathrooms
pt_pt: Casas de Banho

source: Count only bathrooms on your property, not shared or common bathrooms in your building or complex.
pt_pt: Conte apenas casas de banho no seu alojamento, não compartilhadas ou casas de banho comuns no seu prédio ou complexo.

source: Bedrooms
pt_pt: Quartos

source: The maximum number of bedrooms to comfortably accommodate your guests.
pt_pt: O número máximo de quartos para acomodar confortavelmente seus hóspedes.

source: Bedroom
pt_pt: Quarto

source: Bedroom Type
pt_pt: Tipo de Quarto

source: ADD ANOTHER BED TYPE
pt_pt: ADICIONAR OUTRO TIPO DE CAMA

source: Common space
pt_pt: Espaço Comum

source: Are there any sleeping surfaces available in common spaces?
pt_pt: Existem superfícies de dormir disponíveis nos espaços comuns?

source: single bed
pt_pt: cama de solteiro

source: semi double-bed
pt_pt: semi cama de casal

source: double bed
pt_pt: cama de casal

source: king bed
pt_pt: cama king size

source: super king bed
pt_pt: cama super king

source: bunk bed
pt_pt: beliche

source: sofa bed
pt_pt: sofá-cama

source: SAVE AND EXIT
pt_pt: GUARDAR E SAIR

source: PREVIOUS
pt_pt: ANTERIOR

source: NEXT
pt_pt: PRÓXIMO

source: Put yourself on the map
pt_pt: Coloque o seu alojamento no mapa
