Repository: gooddream1992/alegro-cakephp-
Catalog: __src before 31-10-2019_/Locale/*/default.po
Languages: fr_fr

source: Mohammed V International Airport
fr_fr: Aéroport international Mohammed V

source: Cape Town International Airport
fr_fr: Aéroport international du Cap

source: King Shaka International Airport
fr_fr: Aéroport international King Shaka

source: Dubai International Airport
fr_fr: Aéroport international de Dubai

source: Frankfurt Airport
fr_fr: Aéroport d'Frankfurt

source: Galeão International Airport
fr_fr: Aéroport international de Galeão

source: Guarulhos International Airport
fr_fr: Aéroport international de Guarulhos

source: José Martí International Airport
fr_fr: Aéroport international José Martí

source: Robert Gabriel Mugabe International Airport
fr_fr: Aéroport international Robert Gabriel Mugabe

source: O. R. Tambo International Airport
fr_fr: Aéroport international O. R. Tambo

source: 4 De Fevereiro Airport
fr_fr: Aéroport 4 De Fevereiro

source: Los Angeles International Airport
fr_fr: Aéroport international de Los Angeles

source: Humberto Delgado Airport
fr_fr: Aéroport Humberto Delgado

source: Luena Airport
fr_fr: Aéroport d'Luena

source: Madrid Barajas International Airport
fr_fr: Aéroport international de Madrid Barajas

source: Miami International Airport
fr_fr: Aéroport international de Miami

source: Maputo International Airport
fr_fr: Aéroport international de Maputo

source: Welwitschia Mirabilis Airport
fr_fr: Aéroport Welwitschia Mirabilis

source: Albano Machado Airport
fr_fr: Aéroport Albano Machado

source: Paris Orly Airport
fr_fr: Aéroport Paris Orly

source: Václav Havel Airport Prague
fr_fr: Aéroport Václav Havel

source: Wonderboom Airport
fr_fr: Aéroport Wonderboom

source: Seattle–Tacoma International Airport
fr_fr: Aéroport international de Seattle – Tacoma

source: Mukanka Airport
fr_fr: Aéroport d'Mukanka

source: San Francisco International Airport
fr_fr: Aéroport international de San Francisco

source: Singapore Changi Airport
fr_fr: Aéroport de Changi

source: Soyo Airport
fr_fr: Aéroport d'Soyo

source: São Tomé International Airport
fr_fr: Aéroport international de São Tomé

source: Deolinda Rodrigues Airport
fr_fr: Aéroport Deolinda Rodrigues

source: Boston Logan International Airport
fr_fr: Aéroport international de Boston Logan

source: Brno Airport
fr_fr: Aéroport d'Brno

source: Brussels National Airport
fr_fr: Aéroport National de Bruxelles

source: Bandaranayake International Airport
fr_fr: Aéroport international Bandaranaike

source: Munich Airport
fr_fr: Aéroport d'Munich

source: Zurich Airport
fr_fr: Aéroport d'Zurich

source: Indira Gandhi International Airport
fr_fr: Aéroport international Indira Gandhi

source: Gatwick Airport
fr_fr: Aéroport d'Gatwick

source: Heathrow Airport
fr_fr: Aéroport d'Heathrow

source: Hosea Kutako International Airport
fr_fr: Aéroport international d'Hosea Kutako

source: Rome International Airport
fr_fr: Aéroport international de rome

source: John F. Kennedy International Airport
fr_fr: Aéroport international John F. Kennedy

source: Comandante Kuenha Airport
fr_fr: Aéroport Comandante Kuenha

source: Beijing Capital International Airport
fr_fr: Aéroport international de Pékin

source: Hong Kong International Airport
fr_fr: Aéroport international de Hong Kong

source: Houston George Bush Intercontinental Airport
fr_fr: Aéroport intercontinental George Bush de Houston

source: Tokyo International Airport
fr_fr: Aéroport international de Tokyo

source: Toronto Pearson International Airport
fr_fr: Aéroport international Pearson de Toronto

source: Porto Airport
fr_fr: Aéroport d'Porto

source: Geneva International Airport
fr_fr: Aéroport international de Genève

source: Kuala Lumpur International Airport
fr_fr: Aéroport international de Kuala Lumpur

source: Close
fr_fr: Fermer

source: Forgotten Password
fr_fr: Mot de passe oublié

source: Please, enter your email to recover your password.
fr_fr: S'il vous plaît, entrez votre email pour récupérer votre mot de passe.

source: Your request is on the way!
fr_fr: Votre demande est en route!

source: A link to reset your password has been sent to your registered email address. Please, click on the generated link on your email and choose your new password.
fr_fr: Un lien pour réinitialiser votre mot de passe a été envoyé à votre adresse électronique enregistrée. S'il vous plaît, cliquez sur le lien généré sur votre adresse électronique et choisissez votre nouveau mot de passe.

source: We´re sorry!
fr_fr: Nous sommes désolés!

source: This email address is not associated with our database. Please, confirm your email address and request again.
fr_fr: Cette adresse électronique n'est pas associée à notre base de données. S'il vous plaît, confirmez votre adresse électronique et demandez à nouveau.

source: Account Already Exists!
fr_fr: Le compte existe déjà!

source: We have noticed that you´re trying to use an e-mail address that is already in use. Please, feel free to create an account using a different e-mail address.
fr_fr: Nous avons remarqué que vous essayez d’utiliser une adresse électronique déjà utilisée. S'il vous plaît, n'hésitez pas à créer un compte en utilisant une adresse électronique de messagerie différente.

source: Account Unconfirmed!
fr_fr: Compte non confirmé!

source: Your account has not been confirmed yet. Please, check your inbox to activate your account.
fr_fr: Votre compte n'a pas encore été confirmé. S'il vous plaît, vérifiez votre boîte de réception pour activer votre compte.

source: Resend Verification Link
fr_fr: Renvoyer le Lien de Vérification

source: Verification Link Resent!
fr_fr: Lien de Vérification Renvoyé!

source: Weve successfully resent a new verification link to your email address
fr_fr: Nous avons envoyé avec succès un nouveau lien de vérification à votre adresse électronique

source: All Set!
fr_fr: Tout est réglé!

source: Your account has been successfully confirmed. You can now log into your Alegro account.
fr_fr: Votre compte a été confirmé avec succès. Vous pouvez maintenant vous connecter à votre compte Alegro.

source: Message Failed!
fr_fr: Message a échoué!

source: Your message could not be sent. Please, fix all issues and try again.
fr_fr: Votre message n'a pas pu être envoyé. S'il vous plaît, corrigez tous les problèmes et essayez à nouveau.

source: Message Sent!
fr_fr: Message envoyé!

source: Your message has been sent to us. Please wait, as we will get back to you within 24 hours.
fr_fr: Votre message nous a été envoyé. Veuillez patienter car nous vous répondrons dans les 24 heures.

source: Image Error!
fr_fr: Erreur d'image!

source: Alegro only supports images that have the following formats: .jpeg, .jpg, .png and .gif
fr_fr: Alegro ne prend en charge que les images ayant les formats suivants: .jpeg, .jpg, .png et .gif

source: Your Name
fr_fr: Votre nom

source: Enter Your Name
fr_fr: Entrez votre nom

source: Enter Email Address
fr_fr: Entrez Adresse électronique

source: Your Message
fr_fr: Votre message

source: Type your message here...
fr_fr: Ecrivez votre message ici...

source: To share these flights with friends and family, enter their email addresses below. Note that your email address will be included in the email we send them.
fr_fr: Pour partager ces vols avec vos amis et votre famille, entrez les adresses électroniques ci-dessous. Veuillez noter que votre adresse e-mail sera incluse dans l'e-mail que nous envoyons.

source: Recipient 1
fr_fr: Destinataire 1

source: Recipient 2
fr_fr: Destinataire 2

source: Cancel
fr_fr: Annuler

source: PAGE NOT FOUND!
fr_fr: PAGE NON TROUVÉE!

source: The page you are trying to access does not exist.
fr_fr: La page à laquelle vous essayez d'accéder n'existe pas.

source: Homepage
fr_fr: Page d'accueil

source: Contact us!
fr_fr: Contactez nous!

source: Delete Notification
fr_fr: Supprimer la notification

source: Are you sure you want to permanently delete this notification?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement cette notification?

source: Delete
fr_fr: Effacer

source: Your itinerary has been shared!
fr_fr: Votre itinéraire a été partagé!

source: Were happy you found a flight that interests you. Because prices may change, the best way to secure your fare is to book your flight right now.
fr_fr: Nous sommes heureux que vous ayez trouvé un vol qui vous intéresse. Comme les prix peuvent changer, le meilleur moyen de sécuriser votre tarif est de réserver votre vol maintenant.

source: Continue with your booking
fr_fr: Continuez votre réservation

source: Property Added!
fr_fr: Hébergement Ajoutée!

source: Your property has been successfully submitted. One of our agents will review your property to make sure that it meets our terms and conditions. You will then receive an email to let you know whether its been approved or declined.
fr_fr: Votre hébergement a été soumise avec succès. Un de nos agents examinera votre hébergement pour s'assurer qu'elle respecte nos conditions générales. Vous recevrez ensuite un e-mail vous informant s’il a été publié ou refusé.

source: Property Editted!
fr_fr: Hébergement Changée!

source: Your property has been successfully editted.
fr_fr: Votre hébergement a été modifiée avec succès.

source: No Fees, Ever.
fr_fr: Monétisez votre

source: Earn More on
fr_fr: hébergement avec

source: Alegro Homes.
fr_fr: Alegro

source: List your place now
fr_fr: Publier l'hébergement maintenant

source: Continue here
fr_fr: Créer un compte

source: Here’s what we give you
fr_fr: Voici ce que nous vous donnons

source: Free listings, with no fine print
fr_fr: Inscriptions gratuites, sans impression fine

source: No sign up fee, no membership cost, no cut of your room rate. No, really.
fr_fr: Aucun frais d'inscription, aucun frais d'adhésion, aucune réduction du tarif de votre chambre.

source: Wide exposure
fr_fr: Large exposition

source: We get millions of bookings each month from travelers in 200+ countries, all looking for unique accommodation like yours.
fr_fr: Nous recevons plusieurs réservations chaque mois de voyageurs venant en Angola, tous à la recherche d'un hébergement unique comme le vôtre.

source: 24/7 help in your language
fr_fr: Aide 24/7 dans votre langue

source: Our support team is always available for you or your guests, in 17 languages.
fr_fr: Notre équipe d'assistance est toujours disponible pour vous ou vos invités, en 3 langues.

source: All you have to do
fr_fr: Tout ce que vous avez à faire

source: Sign in or sign up for an Alegro account
fr_fr: Connectez-vous ou créez un compte Alegro

source: Upload your property details and pictures
fr_fr: Téléchargez les détails de votre propriété et des photos

source: Set your prices and available dates
fr_fr: Fixez vos prix et dates disponibles

source: See your listing go live in front of millions of travelers
fr_fr: Voir votre hébergement publié devant plusieurs voyageurs et invités

source: Small properties deserve a big audience.
fr_fr: Les petites propriétés méritent un large public.

source: LIST YOUR PROPERTY
fr_fr: PUBLIER L'HÉBERGEMENT

source: All material herein © 2019 Alegro Holdings, Lda, All Rights Reserved.
fr_fr: © Alegro. Tous droits réservés.

source: Alegro is part of Alegro Holdings, Lda.
fr_fr: Alegro fait partie de Alegro Holdings, Lda.

source: Basics
fr_fr: Informations de base

source: Amenities
fr_fr: Commodités

source: Pricing
fr_fr: Prix

source: Availability
fr_fr: La disponibilité

source: Photos
fr_fr: Des photos

source: Publish
fr_fr: Publier

source: OVERVIEW
fr_fr: GENERAL

source: Messages From
fr_fr: Messages de

source: From Properties
fr_fr: De l'Hébergement

source: From Admin
fr_fr: Équipe Alegro

source: Welcome back
fr_fr: Salut

source: Lets see what we can do today to get more bookings.
fr_fr: N'hésitez pas à publier votre hébergement sur le réseau Alegro.

source: Booking booster
fr_fr: Rappel de réservation

source: Host profile
fr_fr: Profil d'hôte

source: Edit
fr_fr: Éditer

source: Last Login
fr_fr: Dernier Accès

source: Avg. response time
fr_fr: Moy. Temps de réponse

source: Feedback
fr_fr: Commentaires

source: Help us improve the platform you use
fr_fr: Aidez-nous à améliorer la plate-forme que vous utilisez

source: Give us feedback
fr_fr: Donnez-nous vos commentaires

source: Good job! Booking booster actions complete!
fr_fr: Gagner de l'argent! Publiez votre hébergement dans la Alegro.

source: Your listings are optimized. Check here regularly for more tips and insights.
fr_fr: Votre hébergement sera soumis à un processus de révision et sera disponible pour tous sur le réseau Alegro. Soyez honnête avec nous et remplissez votre hébergement de voyageurs et d’invités.

source: Search (property ID or name)
fr_fr: Rechercher le numéro ou le nom de l'hébergement

source: +ADD A NEW LISTING
fr_fr: + PUBLIER UN HÉBERGEMENT

source: Homes
fr_fr: Hébergements

source: No Properties
fr_fr: Aucune hébergement publiée

source: You havent published any properties yet. Go ahead and publish your first property now and start to make money.
fr_fr: Vous n'avez encore publié aucun hébergement. N'hésitez pas et postez votre premier hébergement maintenant et commencez à gagner de l'argent.

source: Published
fr_fr: Publié

source: Unfinished
fr_fr: Non fini

source: Finished
fr_fr: Fini

source: Cancelled
fr_fr: Annulé

source: Finish listing
fr_fr: Terminer

source: Delete listing
fr_fr: Effacer

source: Active listing
fr_fr: Activer

source: Deactive listing
fr_fr: Désactiver

source: Unnamed property
fr_fr: Hébergement Sans Nom

source: Hosting
fr_fr: Messages

source: All hosting messages
fr_fr: Tous les messages

source: Unread
fr_fr: Non lu

source: Read
fr_fr: Lire

source: No messages yet
fr_fr: Pas encore de messages

source: You havent received any message, try to optimize your content to make your property appealling.
fr_fr: Vous n'avez pas encore de message, essayez d'optimiser votre contenu pour rendre votre hébergement attrayant.

source: The Alegro app makes hosting even easier!
fr_fr: L'application Alegro facilite votre hébergement!

source: The Alegro app’s Host Mode gives you on-the-go access to managing availability, prices, content, and more. Download it now!
fr_fr: Le mode d'hébergement vous permet de gérer la disponibilité, les prix, le contenu et plus encore. Téléchargez maintenant!

source: NEED HELP?
fr_fr: AIDEZ-MOI?

source: New Property
fr_fr: Publier Hébergement

source: Extranet Bookings
fr_fr: Réservations

source: Bookings
fr_fr: Réservations

source: Order
fr_fr: Commande

source: Orders
fr_fr: Commandes

source: Alegro Earnings
fr_fr: Revenu de Alegro

source: My Earnings
fr_fr: Mon Revenu

source: Booking Details
fr_fr: Données de Réservation

source: All Bookings
fr_fr: Toutes Réservations

source: Today
fr_fr: Aujourd'hui

source: Yesterday
fr_fr: Hier

source: This Month
fr_fr: Ce Mois

source: 3 Months Ago
fr_fr: 3 Mois Août

source: 6 Months Ago
fr_fr: 6 Mois Août

source: This Year
fr_fr: Cette Année

source: Lead Guest
fr_fr: Invité Principal

source: Guest Name
fr_fr: Nom de Invité

source: Showing
fr_fr: Montrant

source: entries
fr_fr: entrées

source: of
fr_fr: de

source: Paid
fr_fr: Payé

source: View Info
fr_fr: Voir

source: Alegro Commission
fr_fr: Commission de Alegro

source: Conversation with guest
fr_fr: Conversation avec Invité

source: Return to bookings
fr_fr: Retour aux Réservations

source: Update This Booking
fr_fr: Mettre Réservation

source: Change Booking Dates
fr_fr: Changer Dates

source: Mark As No-Show
fr_fr: Marquer comme No-Show

source: Mark As Show
fr_fr: Marquer comme Show

source: Issue a Refund
fr_fr: Émettre un Remboursement

source: Issue Refund
fr_fr: Émettre Remboursement

source: Are you sure you want to issue a refund?
fr_fr: Êtes-vous sûr de vouloir rembourser?

source: Refund
fr_fr: Rembourser

source: Refunded
fr_fr: Remboursé

source: Cancel Booking
fr_fr: Annuler Réservation

source: Are you sure you want to permanently cancel this booking?
fr_fr: Êtes-vous sûr de vouloir annuler définitivement cette réservation?

source: Ignore
fr_fr: Ignorer

source: Compose Message
fr_fr: Envoyer Message

source: Connect with your guest! Let them know what time youd like to welcome them or where they should pick up their keys. Theyre just a phone call away: call them through their phone number. You can also email them or send them a massage.
fr_fr: Connectez-vous avec vos invités! Dites-leur à quelle heure vous souhaitez les recevoir ou à quel endroit ils doivent récupérer leurs clés. Appelez leur numéro de téléphone ou envoyez un message.

source: New Message
fr_fr: Nouveau Message

source: To
fr_fr: À

source: Subject
fr_fr: Sujet

source: Match your property to the right guests.
fr_fr: Votre logement doit avoir les conditions de base pour trouver les bons invités

source: All information is required unless marked optional.
fr_fr: Toutes les informations sont obligatoires, sauf indication contraire.

source: Property Type
fr_fr: Type d'Hébergement

source: Apartment
fr_fr: Appartement

source: Hotel
fr_fr: Hôtel

source: Guest-House
fr_fr: Maison des Invités

source: Property size
fr_fr: Taille de l'Hébergement

source: This field is required.
fr_fr: Ce champ est obligatoire!

source: Sqm
fr_fr: m²

source: Rooms and details
fr_fr: Détails de les chambres

source: Accommodates
fr_fr: Accueillir jusqu'à

source: The maximum number of people who can sleep comfortably given the total bed space and sofas.
fr_fr: Le nombre maximum de personnes pouvant dormir confortablement compte tenu de l’espace de couchage total et des canapés.

source: Bathrooms
fr_fr: Salle de bain

source: Count only bathrooms on your property, not shared or common bathrooms in your building or complex.
fr_fr: Ne comptez que les salles de bains de votre propriété et non les salles de bains communes ou communes de votre immeuble ou de votre complexe.

source: Bedrooms
fr_fr: Chambres

source: The maximum number of bedrooms to comfortably accommodate your guests.
fr_fr: Le nombre maximum de chambres pour accueillir confortablement vos invités.

source: Bedroom
fr_fr: Chambre

source: Bedroom Type
fr_fr: Type de Chambre

source: ADD ANOTHER BED TYPE
fr_fr: AJOUTER UN AUTRE TYPE DE LIT

source: Common space
fr_fr: Salle commune

source: Are there any sleeping surfaces available in common spaces?
fr_fr: Y a-t-il des surfaces de couchage disponibles dans les espaces communs?

source: single bed
fr_fr: lit simple

source: semi double-bed
fr_fr: demi-lit double

source: double bed
fr_fr: Lit double

source: king bed
fr_fr: très grand lit

source: super king bed
fr_fr: lit super king

source: bunk bed
fr_fr: lit superposé

source: sofa bed
fr_fr: canapé-lit

source: SAVE AND EXIT
fr_fr: SAUVEGARDER ET QUITTER

source: PREVIOUS
fr_fr: PRÉCÉDENT

source: NEXT
fr_fr: SUIVANT

source: Put yourself on the map
fr_fr: Placez votre hébergement sur la carte

source: Where will your guests be staying?
fr_fr: Où resteront vos invités?

source: Guests will only receive your exact address once they’ve confirmed a booking.
fr_fr: Les clients recevront votre adresse exacte dès qu'ils confirmeront la réservation.

source: Street address
fr_fr: Adresse

source: Building, floor and unit number (optional)
fr_fr: Numéro d'immeuble, étage et unité (optionnel)

source: Municipality
fr_fr: Municipalité

source: Zip-code(optional)
fr_fr: Code postal (optionnel)

source: Map location
fr_fr: Localisation de la carte

source: What’s unique and wonderful about your property?
fr_fr: Qu'est-ce qui rend votre hébergement unique et merveilleux?

source: Every room and home is unique. Tell us why yours stands out.
fr_fr: Chaque chambre et chaque hébergement sont uniques. Dites-nous pourquoi le vôtre se démarque.

source: Name your property
fr_fr: Nom de l'hébergement

source: Make it count, and make it sound inviting! Please enter in English. Don’t worry, we’ll generate other languages using a standard translation template. If you want a custom title in a different language, please reach out to us through the help center.
fr_fr: Faites en sorte que le son soit invitant et confortable! S'il vous plaît écrivez en portugais. Malheureusement, nous ne pouvons pas convertir votre contenu dans d'autres langues pour le moment. Nous encourageons les propriétaires d’hôte non angolais ou portugais à utiliser Google Translate pour traduire leur contenu natif en portugais.

source: Ex. Romantic beach getaway, perfect for honeymooners
fr_fr: Ex: Casa do Alegro ou Pensão Bom Sono

source: Describe your place
fr_fr: Décrivez votre hébergement

source: Why should a guest choose to stay at your property?
fr_fr: Pourquoi un client devrait-il choisir de rester dans son logement?

source: describeYourPlace
fr_fr: Ex: * 5 minutes à pied des transports en commun * Conviviale et familiale * Grand espace ouvert, avec une vue imprenable et une lumière naturelle

source: Local Attractions
fr_fr: Attractions Locales

source: What popular attractions, restaurants, or activities can be found nearby?
fr_fr: Quelles attractions populaires, restaurants ou activités peuvent être trouvés à proximité?

source: thingsNearby
fr_fr: Ex: * 5 minutes en voiture d'une attraction populaire * 10 minutes à pied de la salle à manger populaire * 5 minutes à pied des bars locaux

source: House rules
fr_fr: Règles de la maison

source: Let guests know what rules they should follow when staying at your property.
fr_fr: Informez vos invités des règles à respecter lors de votre séjour dans votre logement.

source: houseRules
fr_fr: Ex: * Aucune fête ou réunion de groupe * heures calmes après 23:00 * L'élimination des déchets ne doit pas être utilisée

source: When arriving, how can guests get to your property? (Optional)
fr_fr: À votre arrivée, comment les invités peuvent-ils arriver à votre hébergement? (Optionnel)

source: It is important to make it very clear for guests. Many times, this is a brand new place to them and getting lost is a frustrating way to start their trip. We’ll automatically send these instructions to guests once the booking is confirmed, but don’t hesitate to reach out again!
fr_fr: Il est important que cela soit très clair pour les invités. La plupart du temps, il s'agit d'être un nouvel endroit et se perdre tôt est une façon frustrante de commencer le voyage. Nous enverrons automatiquement ces instructions aux clients une fois la réservation confirmée, mais n'hésitez pas à les contacter à nouveau.

source: howToGetThere
fr_fr: Ex: * Prendre un taxi de l’aéroport à la [destination] (de l’aéroport à la ville) * Envoyez-moi un message lorsque vous arrivez à [destination] (instruction personnelle)

source: Guest Policy
fr_fr: Politique d'invité

source: Specify the exact timing your guests can show up and must leave your property
fr_fr: Spécifiez l'heure exacte à laquelle vos invités peuvent apparaître et doivent quitter votre hébergement.

source: Check-in after
fr_fr: Enregistrement à partir de

source: Check-out before
fr_fr: Départ jusqu'à

source: Star rating
fr_fr: Évaluation étoilée

source: Give your home a rating to help set expectations for travelers stay.
fr_fr: Donnez à votre hébergement une note honnête pour aider à définir les attentes des clients.

source: Poor
fr_fr: Pauvre

source: Fair
fr_fr: Juste

source: Good
fr_fr: Bien

source: WOW!!!
fr_fr: SENSATIONNEL!!!

source: All the little things (and big things) you provide.
fr_fr: Toutes les petites et grandes choses que vous fournirez

source: What comes with your
fr_fr: Ce qui vient avec votre

source: Top Amenities
fr_fr: Caractéristiques Principales

source: Guests often look for these when booking properties.
fr_fr: Les clients recherchent généralement les commodités ci-dessous lors de la réservation d'un hébergement.

source: Parking & Transportation
fr_fr: Parking et Transport
