Repository: gooddream1992/alegro-cakephp-
Catalog: __src before 31-10-2019_/Locale/*/default.po
Languages: fr_fr

source: How would your guests get around the city?
fr_fr: Comment vos invités vont-ils se déplacer dans la ville?

source: Guest Services
fr_fr: Services à la Invité

source: What type of services are your guests going to have at their disposal?
fr_fr: Quels types de services vos invités auront-ils à leur disposition?

source: Accessibility
fr_fr: Accessibilité

source: What would your guests find helpful and convenient in your stay?
fr_fr: Qu'est-ce que vos invités vont trouver utile et pratique pendant votre séjour?

source: Facilities
fr_fr: Installations

source: What your guests are looking for and might increase the chances of you getting more bookings?
fr_fr: Les commodités ci-dessous peuvent augmenter les chances que votre hébergement soit demandé plus souvent

source: Activities & Entertainment
fr_fr: Activités et Divertissement

source: How would your guests spend their time while at your property?
fr_fr: Comment vos invités vont-ils passer du temps dans votre hébergement?

source: Food & Drink
fr_fr: Nourriture et Boisson

source: How would your guests feed themselves?
fr_fr: Comment vos invités seront-ils nourris?

source: Kitchen & Dining
fr_fr: Cuisine et Dîner

source: What type of items will the kitchen be equipped with?
fr_fr: Avec quels types d'objets votre cuisine sera-t-elle équipée?

source: Media/Technology
fr_fr: Média/Technologie

source: What type of technologies would your provide to your guests?
fr_fr: Quel type de technologies allez-vous fournir à vos invités?

source: Meetings & Events
fr_fr: Réunions et Événements

source: Will your guests benefit from any of the options below?
fr_fr: Vos invités bénéficieront-ils des options ci-dessous?

source: Essentials
fr_fr: Essentiel

source: All Must-Haves
fr_fr: Tous les objets indispensables

source: Pools & Wellness
fr_fr: Piscines et Bien-être

source: Guests like to take care of themselves
fr_fr: Les invités aiment prendre soin d'eux-mêmes

source: Free WIFI
fr_fr: WIFI Gratuit

source: Business Center
fr_fr: Centre d'Affaires

source: Non-smoking Rooms
fr_fr: Chambres Fumeurs

source: Free Parking
fr_fr: Parking Gratuit

source: Airport Shuttle
fr_fr: Navette Aéroport

source: Room Service
fr_fr: Service de Chambre

source: Elevator/Lift
fr_fr: Ascenseur

source: On-site Parking
fr_fr: Parking sur place

source: Private Parking
fr_fr: Parking Privé

source: Car Rental
fr_fr: Location de Voiture

source: Valet Parking
fr_fr: Service de Voiturier

source: Shuttle Service (Surcharge)
fr_fr: Service de Navette (Supplément)

source: Personal Driver
fr_fr: Pilote Personnel

source: Bikes Available (Free)
fr_fr: Vélos Disponibles (Gratuit)

source: Safe
fr_fr: Coffre

source: Concierge Service
fr_fr: Service de Conciergerie

source: Private Check-in/Check-out
fr_fr: Enregistrement/Départ Privé

source: Laundry Service
fr_fr: Service de Blanchisserie

source: Atm/Cash Machine on Site
fr_fr: ATM/MultiCaixa sur site

source: Express Check-in/Check-out
fr_fr: Enregistrement/Départ Express

source: Trouser/Suit Press
fr_fr: Presse Pantalon/Costume

source: Daily Maid Service
fr_fr: Service de Ménage Quotidien

source: Babysitting/Child Services
fr_fr: Garde d'Enfants

source: Baggage Storage
fr_fr: Magasin de Bagages

source: Fax/Photocopying
fr_fr: Fax/Photocopies

source: Currency Exchange
fr_fr: Bureau de Change

source: Lockers
fr_fr: Casiers

source: 24-hour Front Desk
fr_fr: Réception Ouverte 24h/24

source: Newspapers
fr_fr: Journaux

source: Ironing Service
fr_fr: Service de Repassage

source: Tour Desk
fr_fr: Bureau d'Excursions

source: Hair Dryer
fr_fr: Sèche-Cheveux

source: Breakfast Included
fr_fr: Petit Déjeuner inclus

source: Stereo
fr_fr: Stéréo

source: Toilet
fr_fr: Salle de bains

source: Bathroom
fr_fr: Salle de bains

source: Balcony
fr_fr: Balcon

source: Hot tub
fr_fr: Jacuzzi

source: Air conditioning
fr_fr: Climatisation

source: Sofa
fr_fr: Canapé

source: Shower
fr_fr: Douche

source: Bathtub
fr_fr: Baignoire

source: Soundproofing
fr_fr: Insonorisation

source: Towels
fr_fr: Serviettes

source: Chairs
fr_fr: Chaises

source: Desk
fr_fr: Bureau

source: Bed Linen
fr_fr: Linge de Lit

source: Boiler
fr_fr: Chaudière

source: Heating
fr_fr: Chauffage

source: Emergency Exit
fr_fr: Sortie d'Urgence

source: Wheelchair accessible
fr_fr: Accessible aux fauteuils roulants

source: Fire Extinguisher
fr_fr: Extincteur d'Incendie

source: Smoke Detector
fr_fr: Détecteur de Fumée

source: First aid kit
fr_fr: Trousse de premiers secours

source: Buzzer/wireless intercom
fr_fr: Buzzer/Interphone sans fil

source: Doorman
fr_fr: Portier

source: Terrace
fr_fr: Terrasse

source: Sun Terrace/Deck
fr_fr: Terrasse Ensoleillée

source: Family Rooms
fr_fr: Chambres Familiales

source: Grounds/Garden
fr_fr: Terrain/Jardin

source: Designated Smoking Area
fr_fr: Espace fumeur

source: Bbq Facilities
fr_fr: Installations de Barbecue

source: Hair/Beauty Salon/Barber
fr_fr: Salon de Beauté/Coiffeur

source: Shops/Stores (on Site)
fr_fr: Boutiques/Magasins (sur le site)

source: Windsurfing
fr_fr: Planche à Voile

source: Game Room
fr_fr: Salle de Jeux

source: Cycling
fr_fr: Cyclisme

source: Canoeing
fr_fr: Canoë

source: Evening Entertainment
fr_fr: Animations en Soirée

source: Bicycle Rental
fr_fr: Location de Vélos

source: Fishing
fr_fr: Pêche

source: Water sports (on site)
fr_fr: Sports Nautiques (sur place)

source: Entertainment Staff
fr_fr: Équipe d'Animation

source: Hiking
fr_fr: Randonnée

source: Nightclub/DJ
fr_fr: Discothèque/DJ

source: Diving
fr_fr: Plongée

source: Karaoke
fr_fr: Karaoké

source: Cyber Cafe
fr_fr: Cybercafé

source: Library
fr_fr: Bibliothèque

source: Football Pitch
fr_fr: Terrain de Football

source: Basketball Court
fr_fr: Terrain de Basketball

source: Tennis Court
fr_fr: Court de Tennis

source: Amusement Park
fr_fr: Parc d'Attractions

source: Bowling Center
fr_fr: Centre de Bowling

source: Paintball Center
fr_fr: Centre de Paintball

source: Cinema
fr_fr: Cinéma

source: Shopping Mall
fr_fr: Centre Commercial

source: Diet Meals (upon Request)
fr_fr: Repas Diététiques (sur demande)

source: Shared Kitchen
fr_fr: Cuisine Commune

source: Packed Lunches
fr_fr: Repas Emballés

source: Breakfast in the Room
fr_fr: Petit déjeuner en chambre

source: Grocery Deliveries
fr_fr: Livraison d'Épicerie

source: Microwave
fr_fr: Micro-Onde

source: Dining Room
fr_fr: Salle à Manger

source: Refrigerator
fr_fr: Réfrigérateur

source: Cook
fr_fr: Poêle

source: Oven
fr_fr: Four

source: Dishwasher
fr_fr: Lave-Vaisselle

source: Fridge/Freezer
fr_fr: Frigo/Congélateur

source: Electric kettle
fr_fr: Bouilloire Électrique

source: Coffee Maker
fr_fr: Machine à Café

source: Shared Lounge/TV Area
fr_fr: Salon Partagé/Zone de Télévision

source: Internet Services
fr_fr: Services Internet

source: WIFI Available in All Areas
fr_fr: WIFI disponible dans toutes les zones

source: Free Internet Available
fr_fr: Internet Gratuit Disponible

source: Free Internet Access
fr_fr: Accès Internet Gratuit

source: Hybrid Charging Station
fr_fr: Station de Charge Hybride

source: Cable TV
fr_fr: Télévision par Câble

source: Vip Room
fr_fr: Salle VIP

source: Honeymoon Suite
fr_fr: Suite Lune de Miel

source: Meeting/Banquet
fr_fr: Réunion/Banquet

source: Iron
fr_fr: Fer

source: Ironing Board
fr_fr: Planche a Repasser

source: Laundry
fr_fr: Blanchisserie

source: Washing Machine
fr_fr: Machine à Laver

source: Sauna
fr_fr: Piscine

source: Turkish Bath/Steam Bath
fr_fr: Bain Turc/Bain de Vapeur

source: Set your prices.
fr_fr: Fixez vos prix

source: Choose your nightly room rates based on guests and other conditions.
fr_fr: Choisissez vos tarifs de nuit en fonction des invités et d'autres aspects.

source: Base rates
fr_fr: Les tarifs

source: We recommend you start off with a lower price to encourage bookings and help you gather reviews. Once your property is published, you can change your price in response to demand, set special rates for specific days and add additional fees.
fr_fr: Nous vous recommandons de commencer avec un prix inférieur pour encourager les réservations et vous aider à recevoir des commentaires. Une fois votre hébergement publié, vous pouvez modifier votre prix en réponse à la demande, définir des tarifs spéciaux pour des jours spécifiques et ajouter des frais supplémentaires.

source: can accommodate up to
fr_fr: peut accueillir jusqu'à

source: person
fr_fr: personne

source: people
fr_fr: gens

source: Rate per night for
fr_fr: Prix par nuit

source: if guests decide to stay longer, a new rate will be applied
fr_fr: Si vous décidez de rester plus de (x) jours, un nouveau taux vous sera facturé.

source: DAYS
fr_fr: JOURNÉES

source: guest
fr_fr: invité

source: guests
fr_fr: invités

source: Guest
fr_fr: Invité

source: Guests
fr_fr: Invités

source: Alegro Boost
fr_fr: Alegro Booster

source: Alegro charges
fr_fr: Alegro charge

source: from every generated booking. what if you could have your property always at the top of the results page of a given location? With Alegro boosting feature your property stands out from the crowd and youre more likely to get new bookings in as your property will appear at the top of the results page with a sponsored tag. In order to enter the boosting program, you must increase Alegros percentage fee from
fr_fr: de chaque réserve générée. Si vous pouviez toujours avoir votre hébergement en haut de la page de résultats d'un lieu particulier, en tireriez-vous profit? Avec la fonction Alegro Booster, votre hébergement se démarquera de la foule et vous aurez plus de chances de recevoir de nouvelles réservations plus souvent, car votre message apparaîtra en haut de la page de résultats avec un tag sponsorisé. Pour entrer dans le programme de boost, vous devez augmenter le pourcentage d'Alegro de

source: to a higher percentage.
fr_fr: à un pourcentage plus élevé.

source: Apply new Alegro percentage fee for your bookings
fr_fr: Appliquer de nouveaux frais en pourcentage Alegro pour mes réservations

source: Must be greater than
fr_fr: Doit être supérieur à

source: Payout method
fr_fr: Mode de Paiement

source: Unfortunately, Alegro can only support bank transfer as the main payout method. Additional information will be requested once published on Alegro. [Important Note] For security, your first payout will be 30 days from your first bookings check-out date. For any future bookings, payouts will occur 24 hours after traveler check-out date.
fr_fr: Alegro ne prend en charge que le virement bancaire comme moyen de paiement principal pour le moment. [Remarque importante] Pour des raisons de sécurité, vos paiements ne seront transférés que lorsque nous aurons une confirmation des deux parties. En d'autres termes, les invités doivent être marqués "Show" par votre hébergement et les mêmes invités doivent également confirmer qu'ils sont déjà enregistrés dans votre hébergement.

source: Bank Transfer
fr_fr: Virement Bancaire

source: Using our secure payment system, we will send your payments directly to your bank account after guests depart.
fr_fr: En utilisant notre système de paiement sécurisé, nous enverrons vos paiements directement sur votre compte bancaire après le départ des invités.

source: Declare the availability of your
fr_fr: Indiquez la disponibilité de votre

source: Define the minimum, maximum stays, advance booking options and more.
fr_fr: Définissez des séjours minimum et maximum, des options de réservation anticipée et plus encore.

source: Reservation Requests
fr_fr: Demande de réservation

source: Allow guests to book instantly
fr_fr: Autoriser les invités à réserver immédiatement

source: Guests can book
fr_fr: Les invités peuvent réserver

source: without sending a reservation request.
fr_fr: sans soumettre de demande de réservation.

source: Require reservation requests
fr_fr: Exiger des demandes de réservation

source: Guests wishing to book
fr_fr: Les invités souhaitant réserver le

source: must send a reservation request. I understand that this may reduce the number of bookings I receive.
fr_fr: devrait envoyer une demande de réservation. Je comprends que cela peut réduire le nombre de réservations que je recevrai.

source: How many days into the future can guests book
fr_fr: Combien de temps les invités peuvent-ils réserver

source: 1 year
fr_fr: 1 année

source: 6 months
fr_fr: 6 mois

source: 3 months
fr_fr: 3 mois

source: Length of stay
fr_fr: Durée du Séjour

source: Minimum nights per stay
fr_fr: Nuits minimum par séjour

source: Maximum nights per stay
fr_fr: Nombre maximum de nuits par séjour

source: No maximum nights per stay
fr_fr: Il n'y a pas de nuits maximum par séjour

source: Blocked Dates
fr_fr: Dates Bloquées

source: is available for booking on any day.
fr_fr: est disponible à la réservation tous les jours.

source: is unavailable for booking on certain days.
fr_fr: n'est pas disponible à la réservation certains jours.

source: Click on a date to block it out on your calendar. Guests will not be able to book on days that have been blocked out. You can add or remove blocked days after your listing is published.
fr_fr: Cliquez sur une date pour la verrouiller dans votre calendrier. Les invités ne pourront pas réserver les jours bloqués. Vous pouvez ajouter ou supprimer des jours bloqués après la publication de votre hébergement.

source: Cancellation Policy
fr_fr: Politique d'Annulation

source: Guests can cancel up to 1 day prior to check-in for a 100% refund. In case of a no show, you will receive 100% of the booking price.
fr_fr: Les invités peuvent annuler à tout moment avant l'enregistrement pour un remboursement à 100%. En cas de No-Show, votre hébergement remboursera l'intégralité du prix de la réservation aux clients respectifs via Alegro.

source: Moderate
fr_fr: Modéré

source: Guests can cancel up to 5 days prior to check-in for a 100% refund. In case of a no show, you will receive 100% of the booking price.
fr_fr: Les invités peuvent annuler jusqu'à 3 jours avant l'enregistrement pour un remboursement à 100%. En cas de No-Show, votre hébergement recevra 100% du prix total de la réservation, sans le pourcentage de pourcentage d'Alegro.

source: Strict
fr_fr: Rigide

source: Guests can cancel up to 7 days prior to check-in for a 50% refund. In case of a no show, you will receive 100% of the booking price.
fr_fr: Les invités peuvent annuler mais ne pourront prétendre à aucun remboursement. En cas de No-Show, votre hébergement recevra 100% du prix total de la réservation, sans le pourcentage de pourcentage d'Alegro.

source: Upload pictures of your
fr_fr: Envoyez des photos de votre

source: Pictures matter to travelers. Upload as many high-quality images as you have. You can add more later. Want some tips on how to upload quality photos that generate more bookings?
fr_fr: Les images sont importantes pour les invités. Envoyez combien de photos de haute qualité vous avez. Vous pouvez l'ajouter plus tard. Vous voulez des astuces pour envoyer des photos de qualité qui génèrent plus de réservations?

source: * Tips: Min. 800x600 px — Best 2048x1536 px
fr_fr: * Astuces: Min. 800x600 px - Meilleur 2048x1536 px

source: Drag and drop your pics here
fr_fr: Glissez et déposez vos photos ici

source: Click to select file
fr_fr: Cliquez pour choisir votre photo

source: .jpg & .png only — max. 10 MB
fr_fr: .jpeg, .jpg, .png et .gif seulement - max. 10 Mo

source: Set as main photo
fr_fr: Définir comme photo principale

source: Delete this photo
fr_fr: Supprimer cette photo

source: Main Image
fr_fr: Image principale

source: Tell us who you are
fr_fr: Dites nous qui vous êtes

source: Please provide your full legal name here for your contract with Alegro. If additional information is needed to list your property, we will contact you.
fr_fr: Veuillez nous fournir votre nom complet légal pour votre contrat avec Alegro. Nous vous contacterons si des informations supplémentaires sont nécessaires pour publier votre hébergement.

source: Add/Change profile photo (optional)
fr_fr: Ajouter/modifier une photo de profil (facultatif)

source: Put a face to your name! We will add this to your profile, and share it with future hosts and guests.
fr_fr: Mettez un visage à son nom! Nous ajouterons à votre profil et le partagerons avec vos futurs invités.

source: Your picture matters. Pick a clear and friendly-looking one, to increase bookings.
fr_fr: Votre image est importante Choisissez une image claire et conviviale pour augmenter le flux de vos réservations.

source: ADD/CHANGE PROFILE PHOTO
fr_fr: AJOUTER/CHANGER UNE PHOTO

source: Main Info
fr_fr: Informations Principales

source: Language Preference
fr_fr: Préférence de Langue

source: Your Location
fr_fr: Ton Emplacement

source: Your Contact
fr_fr: Ton Contact

source: Country Code
fr_fr: Code de Composition

source: Bank Account
fr_fr: Compte Bancaire

source: Bank Name
fr_fr: Nom de la Banque

source: Describe Yourself
fr_fr: Décrivez-vous

source: Sign your contract and lets get bookings
fr_fr: Signer votre contrat et permet d'obtenir des réservations

source: Just a few more details
fr_fr: Juste quelques détails supplémentaires

source: Know your local laws, regulations and taxes
fr_fr: Connaissez vos lois, réglementations et taxes locales

source: It is your responsibility to review local laws and taxes.
fr_fr: Il est de votre responsabilité de vérifier les lois et les taxes locales.

source: Be aware of your local regulations, laws and tax obligations before you take bookings. Many countries and a number of cities have specific laws regarding using your property as a short term rental, for home sharing and/or for professional hosting. It is your responsibility to work within your own countrys legal framework which may include obtaining the relevant license, permit or registration before taking bookings and paying any applicable taxes on any income you generate from such bookings.
fr_fr: Soyez conscient de la réglementation, des lois et des obligations fiscales locales avant de prendre des réservations. De nombreux pays et plusieurs villes ont des lois spécifiques concernant l'utilisation de votre propriété comme location à court terme, pour le partage de la maison et / ou pour l'hébergement professionnel. Il est de votre responsabilité de travailler dans le cadre juridique de votre pays, ce qui peut inclure l’obtention de la licence, du permis ou de l’enregistrement correspondant avant de prendre des réservations et de payer les taxes applicables sur tout revenu que vous tirez de ces réservations.

source: Accept the terms and conditions and youre good to go
fr_fr: Acceptez les termes et conditions et vous êtes prêt à partir

source: I accept Alegros terms and conditions and certify that I will follow all applicable laws and regulations
fr_fr: J'accepte les termes et conditions d'Alegro et certifie que je suivrai toutes les lois et tous les règlements applicables

source: ALEGRO is part of Alegro Holdings, LDA. Your first choice for online travel & related services.
fr_fr: Alegro fait partie de Alegro Holdings, LDA. Votre premier choix pour les voyages en ligne et les services associés en Angola

source: copyright
fr_fr: © Alegro. Tous droits réservés.

source: Privacy Policy
fr_fr: Confidentialité

source: Cookies Policy
fr_fr: Cookies

source: Terms of Use
fr_fr: Conditions

source: FAQ
fr_fr: Assistance

source: Aboutio
fr_fr: L'entreprise

source: Lets Talk
fr_fr: Parlons

source: Jobs
fr_fr: Emplois

source: Investors
fr_fr: Investisseurs

source: Site Map
fr_fr: Plan du Site

source: Add Property
fr_fr: Publier Hébergement

source: Advertising
fr_fr: Publicité

source: Go Mobile
fr_fr: Télécharger l'Application

source: MORE
fr_fr: PARTENAIRES

source: Properties
fr_fr: Hébergement

source: Partners
fr_fr: Partenaires

source: Press
fr_fr: Presse

source: SITE/CURRENCY
fr_fr: AUTRES
