Repository: gooddream1992/alegro-cakephp-
Catalog: __src before 31-10-2019_/Locale/*/default.po
Languages: fr_fr

source: Low-cost flights, flight tickets, low-cost tickets | Alegro
fr_fr: Vols pas chers, billets d'avion, billets pas chers, réservations de chambres d'hôtel | Alegro

source: Talk to us | Alegro
fr_fr: Parle-nous | Alegro

source: Who are we? | Alegro
fr_fr: Qui sommes nous? | Alegro

source: Thank you for your order | Alegro
fr_fr: Nous vous remercions de votre commande | Alegro

source: Your account has been successfully created | Alegro
fr_fr: Votre compte à été créé avec succès | Alegro

source: HelpDesk | Alegro
fr_fr: Bureau d'Aide | Alegro

source: Change your password | Alegro
fr_fr: Changez votre mot de passe | Alegro

source: My Bookings | Alegro
fr_fr: Mes réservations | Alegro

source: Fare Details | Alegro
fr_fr: Détails du tarif | Alegro

source: Route Review | Alegro
fr_fr: Examen de la route | Alegro

source: Privacy Policy | Alegro
fr_fr: Politique de confidentialité | Alegro

source: Cookies Policy | Alegro
fr_fr: Politique de cookies | Alegro

source: Terms of Use | Alegro
fr_fr: Termes et conditions | Alegro

source: Welcome to Alegro Extranet
fr_fr: Bienvenue sur l'extranet Alegro

source: Order On-Hold
fr_fr: Commande en Attente

source: HOME
fr_fr: MAISON

source: ABOUT
fr_fr: L'ENTREPRISE

source: CONTACT
fr_fr: CONTACTER

source: MY ACCOUNT
fr_fr: MON COMPTE

source: Profile
fr_fr: Profil

source: My Bookings
fr_fr: Mes réservations

source: Logout
fr_fr: Sortir

source: Search For Cheap Flights
fr_fr: Rechercher des vols pas chers et d'hébergement

source: THE BEST WAY TO BUY CHEAP AIR TICKETS
fr_fr: LA MEILLEURE FAÇON DE RÉSERVER VOTRE PROCHAINE DESTINATION

source: Soon
fr_fr: Bientôt

source: Flights
fr_fr: Vols

source: Accommodations
fr_fr: Hébergement

source: Accommodation
fr_fr: Hébergement

source: Flight
fr_fr: Vol

source: Manage
fr_fr: Gérer

source: Status
fr_fr: Statut

source: Return
fr_fr: Retour

source: One-Way
fr_fr: Aller simple

source: Origin
fr_fr: Origine

source: Departure Date
fr_fr: Date de départ

source: Return Date
fr_fr: Date de retour

source: Cabin
fr_fr: Classe

source: Economy
fr_fr: Économique

source: Business
fr_fr: Exécutive

source: First
fr_fr: Première

source: Passengers
fr_fr: Passagers

source: Adults 12+
fr_fr: Adultes 12+

source: Children (2-11)
fr_fr: Enfants (2-11)

source: Infants (0-2)
fr_fr: Bébés (0-2)

source: Rooms
fr_fr: Chambres

source: Room
fr_fr: Chambre

source: rooms
fr_fr: chambres

source: room
fr_fr: chambre

source: Location
fr_fr: Emplacement

source: Check-in Date
fr_fr: Date de Arrivée

source: Check-out Date
fr_fr: Date de Départ

source: Search
fr_fr: Chercher

source: Why Book With Us?
fr_fr: Pourquoi réserver avec nous?

source: Why Book Explanation
fr_fr: Nous passons tous des heures à parcourir différents sites de voyage à la recherche des meilleures offres de vols et d'hébergement pour des «vacances parfaites». Mais si nous vous disions qu'il existe une solution plus simple? Si vous pouviez trouver les meilleurs prix pour vos vacances sur un seul et même site web, l'utiliseriez-vous?

source: Cheap Flight Tickets
fr_fr: Billets de voyage et d'hébergement bon marché

source: Cheap Flight Tickets Explanation
fr_fr: Réservez avec Alegro vos voyages, nous vous donnerons les meilleurs prix du marché

source: We Have Experience
fr_fr: Fiable et confortable

source: We Have Experience Explanation
fr_fr: Faites vos réservations en un clic pratique et sûr

source: Online Payment Safety
fr_fr: Paiement sécurisé

source: Online Payment Safety Explanation
fr_fr: Nous acceptons les paiements par référence via un guichet automatique, des services bancaires par Internet, PayPal, VISA et MasterCard

source: Recommended Deals
fr_fr: Destinations Recommandées

source: Recommended Deals Description
fr_fr: Nous vous montrerons les 5 (cinq) destinations les plus réservées aux meilleurs prix. Ces 5 (cinq) destinations apparaîtront aléatoirement comme nouvelles réservations

source: Newsletter
fr_fr: Bulletin

source: Online Check-in
fr_fr: Enregistrement en ligne

source: Last Name
fr_fr: Nom de famille

source: Booking Number
fr_fr: Numéro de réservation

source: Airline
fr_fr: Compagnie aérienne

source: Check-in
fr_fr: Enregistrement

source: Manage your bookings
fr_fr: Gérer vos réservations

source: Manage Booking
fr_fr: Gérer la réservation

source: Check the status of your flight
fr_fr: Vérifiez l'état de votre vol

source: Departure Airport
fr_fr: Aéroport de départ

source: Arrival Airport
fr_fr: Aéroport d'arrivée

source: Welcome to our help centre
fr_fr: Centre d'Aide

source: Hi, Rafael
fr_fr: Bonjour,

source: Your account has been successfully created
fr_fr: Votre compte à été créé avec succès

source: Next step:
fr_fr: L'étape suivante:

source: Go check your inbox and confirm your account ASAP. Once the account is confirmed you can then log into your profile using the credentials you´ve used upon registration.
fr_fr: Allez vérifier votre boîte de réception, votre courrier indésirable ou vos dossiers bin pour vérifier votre compte dès que possible. Une fois le compte vérifié, vous pouvez vous connecter à votre profil à l'aide des informations d'identification que vous avez utilisées lors de votre inscription.

source: Searching for flights from
fr_fr: À la recherche de vols de

source: to
fr_fr: vers

source: Passenger
fr_fr: Passager

source: Searching for properties in
fr_fr: Rechercher un hébergement dans

source: Please wait, while we load
fr_fr: Veuillez patienter pendant le chargement

source: Please wait, while we prepare your stay at
fr_fr: Veuillez patienter pendant que nous préparons votre séjour à

source: Please wait, while we load your next trip to
fr_fr: Veuillez patienter pendant le chargement de votre prochain voyage à

source: Please wait! We are finalizing your order to
fr_fr: S'il vous plaît, attendez! Nous finalisons votre commande à

source: Your order has been successfully booked! In order for us to proceed with the issuance of the ticket, you must make the payment using the bank reference associated with your order.
fr_fr: Votre commande a été réservée avec succès! Pour que nous puissions procéder à l’émission du billet, vous devez effectuer le paiement en utilisant la référence bancaire associée à votre commande.

source: Please check if there is an email in the inbox, spam or trash of your email address
fr_fr: Veuillez vérifier s'il y a un email dans la boîte de réception, un spam ou une corbeille de votre adresse email appelé

source: Pending Order Button
fr_fr: Penché

source: Pending Order
fr_fr: En Attente de Commande

source: In this email we give you the instructions to make the payment by way of an ATM or using the online banking of your bank. Thank you in advance for your choice and we wish you a pleasant journey.
fr_fr: Dans cet e-mail, nous vous donnons les instructions pour effectuer le paiement au moyen d'un guichet automatique ou en utilisant les services bancaires en ligne de votre banque. Merci d'avance pour votre choix et nous vous souhaitons un agréable voyage.

source: Please wait, while we finalize your order and send your details to
fr_fr: Veuillez patienter pendant que nous finalisons votre commande et envoyons vos coordonnées à

source: Your order has been successfully booked! In order for us to proceed with the issuance of itinerary, you must make the payment using the bank reference associated with your order.
fr_fr: Votre commande a été réservée avec succès! Pour que nous puissions procéder à la publication de l'itinéraire, vous devez effectuer le paiement à l'aide de la référence bancaire associée à votre commande.

source: In this email we give you the instructions to make the payment via an ATM machine or using the online banking of your bank. Thank you in advance for your choice and we wish you a wonderful stay
fr_fr: Dans cet email, nous vous donnons les instructions pour effectuer le paiement via un guichet automatique ou en utilisant les services bancaires en ligne de votre banque. Merci d'avance pour votre choix et nous vous souhaitons un merveilleux séjour.

source: Filters
fr_fr: Filtres

source: Price
fr_fr: Prix

source: Depart Time
fr_fr: Heure de départ

source: Before 6 am
fr_fr: Avant 6 heures

source: 6 am - 12 pm
fr_fr: 6h à 12h

source: 12 pm - 6 pm
fr_fr: 12h à 18h

source: After 6 pm
fr_fr: Après 18h

source: Stops
fr_fr: Escales

source: Stop
fr_fr: Escale

source: I don´t mind
fr_fr: Ça ne me dérange pas

source: 1 Stop
fr_fr: 1 Escale

source: 2+ Stops
fr_fr: 2+ Escales

source: 1 stop
fr_fr: 1 Escale

source: 2 stops
fr_fr: 2 Escales

source: 3 stops
fr_fr: 3 Escales

source: Airports
fr_fr: Aéroports

source: Airlines
fr_fr: Compagnies Aériennes

source: Reset All
fr_fr: Effacer Tout

source: Result
fr_fr: Résultat

source: Results
fr_fr: Résultats

source: Sort by
fr_fr: Trier par

source: Book
fr_fr: Réserver

source: Low to High (Recommended)
fr_fr: Faible à Élevé (Recommandé)

source: High to Low
fr_fr: Haut en Bas

source: Fastest Route
fr_fr: Itinéraire le plus rapide

source: Slowest Route
fr_fr: Itinéraire le plus lent

source: Earliest Take-Off
fr_fr: Premier décollage

source: Latest Take-Off
fr_fr: Dernier décollage

source: Earliest Landing
fr_fr: Premier atterrissage

source: Latest Landing
fr_fr: Dernier atterrissage

source: No Flights Available
fr_fr: Aucun vol disponible

source: We could not find any flights according to your selected date. Try searching again with different dates.
fr_fr: Nous n'avons trouvé aucun vol correspondant à la dates choisie. Essayez de chercher à nouveau avec des dates différentes.

source: Non-Refundable
fr_fr: Non-Remboursable

source: Refundable
fr_fr: Remboursable

source: Ratings
fr_fr: Évaluations

source: star
fr_fr: étoile

source: stars
fr_fr: étoiles

source: Unrated
fr_fr: Non évalué

source: Stars
fr_fr: Étoiles

source: Reviews
fr_fr: Commentaires

source: reviews
fr_fr: commentaires

source: No Properties Available
fr_fr: Aucune Hébergement Disponible

source: We could not find any properties according to your selected dates. Try searching again with different dates.
fr_fr: Nous n'avons trouvé aucune hébergement en fonction de vos dates sélectionnées. Essayez de chercher à nouveau avec des dates différentes.

source: High Quality
fr_fr: Haute Qualité

source: Medium Quality
fr_fr: Qualité Moyenne

source: Low Quality
fr_fr: Basse Qualité

source: Check Availability
fr_fr: Voir la Disponibilité

source: Best Price
fr_fr: Meilleure Offre

source: Sponsored
fr_fr: Sponsorisé

source: was
fr_fr: avant

source: now
fr_fr: maintenant

source: From
fr_fr: De

source: Price Per Night
fr_fr: Prix Par Nuit

source: Choose Room
fr_fr: Choisissez une chambre

source: people are looking at this property
fr_fr: personnes regardent ce logement

source: See all
fr_fr: Voir tout

source: INCLUDED FOR FREE
fr_fr: INCLUS GRATUITEMENT

source: Show All Amenities
fr_fr: Voir toutes les commodités

source: Guest Rating
fr_fr: Note des Invités

source: review
fr_fr: commentaire

source: Guest Reviews & Ratings
fr_fr: Évaluations et Commentaires des Invités

source: All Reviews
fr_fr: Tous les commentaires

source: Latest
fr_fr: Dernier

source: Oldest
fr_fr: Plus vieux

source: Overall Score
fr_fr: Note Globale

source: Score breakdown
fr_fr: Note détaillé

source: based on
fr_fr: basé sur

source: based one
fr_fr: basé sur

source: 100% verified reviews from guests
fr_fr: Commentaires 100% vérifiés des invités

source: No Reviews
fr_fr: Aucun Commentaires

source: You havent received any reviews yet. Treat your guests right and your reviews will be on the way.
fr_fr: Vous n'avez encore reçu aucun commentaire. Traitez bien vos invités et vos commentaires seront bientôt publiés.

source: CLEANLINESS
fr_fr: PROPRETÉ

source: STAFF
fr_fr: PERSONNEL

source: LOCATION
fr_fr: EMPLACEMENT

source: Show More
fr_fr: Montre Plus

source: Show Less
fr_fr: Montre Moins

source: All ratings are from verified guests of this property
fr_fr: Toutes les évaluations proviennent de invités vérifiés de cet hébergement.

source: Available Rooms
fr_fr: Chambres Disponibles

source: Room Type
fr_fr: Type de Chambre

source: Room Details
fr_fr: Détails de la Chambre

source: Update Search
fr_fr: Mettre à jour la recherche

source: Room Details and Photos
fr_fr: Détails de la chambre et photos

source: for
fr_fr: pour

source: night
fr_fr: nuit

source: nights
fr_fr: nuits

source: Similar properties in
fr_fr: Hébergement similaires dans

source: Compare to other properties in this area before you book:
fr_fr: Comparez avec d'autres hébergement dans cette zone avant de réserver:

source: YOUR CHOICE
fr_fr: VOTRE CHOIX

source: Neighbourhood
fr_fr: Quartier

source: Guest Score
fr_fr: Note

source: House Rules
fr_fr: Règles de la Maison

source: Guest Policies
fr_fr: Politiques d'Invités

source: About this property
fr_fr: A propos de cet hébergement

source: Best Price.
fr_fr: Meilleur Prix.

source: GUARANTEED.
fr_fr: GARANTI.

source: This room
fr_fr: Cette pîece

source: Choose Roomed
fr_fr: Choisissez Chambre

source: After
fr_fr: à partir de

source: Before
fr_fr: jusqu'à

source: Fully Booked
fr_fr: Complet

source: Do not hesitate! Finish the booking of this room at this great price in
fr_fr: Ne pas hésiter! Réservez cette chambre à ce merveilleux prix en

source: Only
fr_fr: Il ne reste que

source: left at this price!
fr_fr: à ce prix!

source: Includes:
fr_fr: Comprend:

source: Price Per Room
fr_fr: Prix Par Chambre

source: Total Price
fr_fr: Total

source: Your Stay
fr_fr: Votre Séjour

source: Prices are in
fr_fr: Les prix sont en

source: Name of Guests
fr_fr: Nom des invités

source: Aged 18 or older
fr_fr: 18 ans et plus

source: Enter name of guests checking into each rooms. Remember to bring valid photo IDs and credit cards at check-in
fr_fr: Entrez le nom des invités qui s’enregistreront dans chacune des chambres. N'oubliez pas de vous munir d'une pièce d'identité valide avec photo et de cartes de crédit lors de l'enregistrement

source: Where can we send your itinerary to?
fr_fr: Où allons-nous envoyer votre itinéraire?

source: Login for faster booking
fr_fr: Êtes-vous pressé?

source: Good News!
fr_fr: Bonnes Nouvelles!

source: Keep going, youre almost done!
fr_fr: Continuez, vous avez presque fini!

source: Booking Terms and Conditions
fr_fr: Conditions de Réservation

source: By clicking on
fr_fr: En cliquant sur

source: you agree to the booking terms and condition and privacy policy
fr_fr: vous acceptez les conditions de réservation et la politique de confidentialité

source: PASSENGER
fr_fr: PASSAGER

source: PASSENGERS
fr_fr: PASSAGERS

source: Change
fr_fr: Changer

source: Flight Details
fr_fr: Les détails du vol

source: DEPARTURE
fr_fr: DÉPART

source: RETURN
fr_fr: REVENIR

source: Select
fr_fr: Sélectionner

source: Layover
fr_fr: Escale

source: Time
fr_fr: Temps

source: Economy Class
fr_fr: Classe Économique

source: Business Class
fr_fr: Classe Exécutive

source: First Class
fr_fr: Première Classe

source: Departing Flight
fr_fr: Vol de départ

source: Return Flight
fr_fr: Vol de retour

source: Price Break-Down
fr_fr: Montant à payer

source: PRICE PER PERSON
fr_fr: Prix Par Personne

source: SERVICE FEE
fr_fr: Frais de Service

source: Continue as a Guest
fr_fr: Continuer en tant qu'invité

source: Share Itenerary
fr_fr: Partager l'itinéraire

source: Continue
fr_fr: Continuer

source: Your flight to
fr_fr: Votre vol pour

source: begins here
fr_fr: commence ici

source: Male
fr_fr: Homme

source: Female
fr_fr: Femme

source: First Name
fr_fr: Prénom

source: Date of Birth
fr_fr: Date de naissance

source: Nationality
fr_fr: Nationalité

source: Document Type
fr_fr: Type de document

source: ID Issue Country
fr_fr: Pays d'émission d'identification

source: ID Number
fr_fr: Numéro d'identification

source: ID Expiry Date
fr_fr: Date d'expiration d'identification

source: Passport Issue Country
fr_fr: Pays d'émission du passeport

source: Passport Number
fr_fr: Numéro de passeport

source: Passport Expiry Date
fr_fr: Date d'expiration du passeport

source: Your Order
fr_fr: Montant à payer

source: Luggage
fr_fr: Bagage

source: Hand Luggage
fr_fr: Bagage à main

source: Checked-In Luggage
fr_fr: Bagages enregistrés

source: Free
fr_fr: Gratuit

source: Your contact info
fr_fr: Vos coordonnées

source: Email Address
fr_fr: Adresse électronique

source: Confirm Email Address
fr_fr: Confirmez adresse électronique

source: Country
fr_fr: Pays

source: Phone Number
fr_fr: Numéro de téléphone

source: How would you like to pay?
fr_fr: Comment voulez-vous payer?

source: Thank you for your order.
fr_fr: Nous vous remercions de votre commande.

source: Order ID:
fr_fr: Numéro de commande:

source: Booked
fr_fr: Réservé

source: Holland
fr_fr: Hollande

source: Greece
fr_fr: Grèce

source: Spain
fr_fr: Espagne

source: South Africa
fr_fr: Afrique du Sud

source: Singapore
fr_fr: Singapour

source: Japan
fr_fr: Japon

source: Belgium
fr_fr: Belgique

source: Germany
fr_fr: Allemagne

source: Italy
fr_fr: Italie

source: United States of America
fr_fr: États-Unis d'Amérique

source: England
fr_fr: Angleterre

source: Brazil
fr_fr: Brésil

source: Czech Republic
fr_fr: République Tchèque

source: Morocco
fr_fr: Maroc

source: Ethiopia
fr_fr: Ethiopie

source: United Arab Emirates
fr_fr: Emirats Arabes Unis

source: Switzerland
fr_fr: Suisse

source: Malaysia
fr_fr: Malaisie

source: Lisbon
fr_fr: Lisbonne

source: Athens
fr_fr: Athènes

source: Cape Town
fr_fr: Le Cap

source: Beijing
fr_fr: Pékin

source: Brussels
fr_fr: Bruxelles

source: Munchen
fr_fr: Munique

source: Zurich
fr_fr: Zurique

source: London
fr_fr: Londres

source: Rome
fr_fr: Roma

source: Geneva
fr_fr: Genève

source: My Account
fr_fr: Mon Compte

source: Password
fr_fr: Mot de passe

source: Settings
fr_fr: Paramètres

source: Birth Date
fr_fr: Date de naissance

source: Gender
fr_fr: Sexe

source: Edit Profile
fr_fr: Editer le profil

source: Save
fr_fr: Sauvegarder

source: Preferred Language
fr_fr: Langue Préférée

source: Preferred Currency
fr_fr: Devise Préférée

source: Portuguese (PT)
fr_fr: Portugais (PT)

source: English (EN)
fr_fr: Anglais (EN

source: French (FR)
fr_fr: Français (FR)

source: Feedback Sent!
fr_fr: Commentaire Soumis!

source: Your feedback has been successfully sent to the property. By sharing your honest feedback, you help other guests know exactly how they will be treated.
fr_fr: Votre commentaire a été envoyé avec succès à l'hébergement. En partageant des commentaires honnêtes, vous aiderez les autres invités à savoir exactement comment ils seront traités.

source: Give your feedback!
fr_fr: Ayez votre mot à dire!

source: Cleanliness
fr_fr: Propreté

source: Staff
fr_fr: Employés

source: All Done!
fr_fr: Réussi!

source: Your info has been successfully updated.
fr_fr: Votre information a été mise à jour avec succès.

source: OK
fr_fr: D'accord

source: Account Not Found!
fr_fr: Compte non trouvé!

source: We couldn´t find this e-mail address in our records. Please, feel free to create an account with this e-mail address.
fr_fr: Nous n'avons pas trouvé cette adresse électronique dans nos archives. S'il vous plaît, n'hésitez pas à créer un compte avec cette adresse électronique.

source: Login Failed!
fr_fr: Échec de la connexion!

source: Your credentials are not correct. Double-check either your password or e-mail address before trying again.
fr_fr: Vos informations d'identification ne sont pas correctes. Vérifiez votre mot de passe ou votre adresse électronique avant de réessayer.

source: Change Password
fr_fr: Changer le mot de passe

source: Old Password
fr_fr: Ancien mot de passe

source: New Password
fr_fr: Nouveau mot de passe

source: Confirm New Password
fr_fr: Confirmer le nouveau mot de passe

source: Confirm
fr_fr: Confirmer

source: Password Changed!
fr_fr: Mot de passe changé!

source: Your password has been successfully changed.
fr_fr: Votre mot de passe a été changé avec succès.

source: Active
fr_fr: Actif

source: Pending
fr_fr: En attendant

source: Past
fr_fr: Passé

source: More Details
fr_fr: Plus de Détails

source: Logged Out!
fr_fr: Déconnecté!

source: You´ve been successfully logged out from your account. You can log back in at anytime.
fr_fr: Vous avez été déconnecté avec succès de votre compte. Vous pouvez vous reconnecter à tout moment.

source: Log In
fr_fr: Compte d'accès

source: Log in with one of the social media networks below
fr_fr: Connectez-vous avec l'un des réseaux de médias sociaux ci-dessous

source: Log in with your Alegro account credentials
fr_fr: Connectez-vous avec vos identifiants de compte alegro

source: Remember me
fr_fr: Souviens-toi

source: Forgot pwd?
fr_fr: Mot de passe oublié?

source: Login
fr_fr: Connecter

source: Or
fr_fr: Ou

source: No account?
fr_fr: Pas de compte?

source: Create an Alegro account
fr_fr: Créer un compte Alegro

source: Hi, Rafael!
fr_fr: Bonjour Rafael!

source: It´s nice to have you onboard. Before booking your first trip, kindly update the rest of the info on your profile page.
fr_fr: C'est bon de vous avoir à bord. Veuillez mettre à jour le reste de vos informations sur votre page de profil avant de réserver votre premier voyage.

source: Its nice to have you onboard. Before you begin receiving bookings from your guests, kindly update the rest of the info on your profile page.
fr_fr: C'est bien de vous avoir à bord. Avant de commencer à recevoir les réservations de vos invités, veuillez mettre à jour le reste des informations sur votre page de profil.

source: Still have questions?
fr_fr: Vous avez encore des questions?

source: FILL IN THE FORM
fr_fr: REMPLISSEZ LE FORMULAIRE

source: Name
fr_fr: Prénom

source: First and Last
fr_fr: Prénom et nom

source: Question Type
fr_fr: Type de question

source: Request
fr_fr: Demande

source: Other
fr_fr: Autre

source: Write your message here...
fr_fr: Ecrivez votre message ici...

source: Submit
fr_fr: Soumettre

source: Register
fr_fr: S'inscrire

source: Create your alegro account by filling in the boxes below
fr_fr: Créez votre compte Alegro maintenant!

source: Confirm Password
fr_fr: Confirmer mot de passe

source: register button
fr_fr: Enregistrer

source: Have an account?
fr_fr: Avoir un compte?

source: Sign In
fr_fr: Connecter

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Feb
fr_fr: Fév

source: Apr
fr_fr: Avr

source: Jun
fr_fr: Jui

source: Jul
fr_fr: Jui

source: Aug
fr_fr: Aoû

source: Dec
fr_fr: Déc

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Mon
fr_fr: Lun

source: Tue
fr_fr: Mar

source: Wed
fr_fr: Mer

source: Thu
fr_fr: Jeu

source: Fri
fr_fr: Ven

source: Sat
fr_fr: Sam

source: Sun
fr_fr: Dim

source: Addis Ababa Bole International Airport
fr_fr: Aéroport international d'Addis-Abeba Bole

source: Anaa Airport
fr_fr: Aéroport d'Anaa

source: Schiphol Airport
fr_fr: Aéroport d'Schiphol

source: Eleftherios Venizelos International Airport
fr_fr: Aéroport international Eleftherios Venizelos

source: El Prat Airport
fr_fr: Aéroport El Prat

source: Chhatrapati Shivaji International Airport
fr_fr: Aéroport international de Chhatrapati Shivaji

source: Cabinda Airport
fr_fr: Aéroport d'Cabinda

source: Catumbela Airport
fr_fr: Aéroport d'Catumbela

source: Charles De Gaulle Airport
fr_fr: Aéroport Charles De Gaulle
